import { getPocketBase } from "@/lib/pocketBase";
import { NextApiRequest, NextApiResponse } from "next";

// // const arr = {
// const pinakes = [
//   {
//     painter_gr: "ΔΗΜΗΤΡΗΣ ΓΑΛΑΝΗΣ",
//     material_gr: "ΛΑΔΙ ΣΕ ΧΑΡΤΟΝΙ",
//     title_gr: " ΠΛΑΣΤΙΚΕΣ ΡΙΜΕΣ",
//     img: "9-ΓΑΛΑΝΗΣ ΔΗΜ.-ΠΛΑΣΤΙΚΕΣ ΡΙΜΕΣ.jpg",
//   },
//   {
//     painter_gr: "ΒΑΣΙΛΗΣ ΜΑΡΡΟΣ ΜΑΥΡΑΤΖΑΣ",
//     material_gr: "ΛΑΔΙ ΣΕ ΧΑΡΤΙ ",
//     title_gr: " ΣΤΕΓΕΣ IV ",
//     img: "22-ΜΑΥΡΑΤΖΑΣ ΒΑΣΙΛΗΣ ΜΑΡΡΟΣ-ΣΤΕΓΕΣ IV.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΠΑΠΑΛΟΥΚΑΣ",
//     material_gr: "ΕΛΑΙΟΓΡΑΦΙΑ ΣΕ ΞΥΛΟ",
//     title_gr: " ΤΟ ΑΓΙΑΣΜΑ ΤΟΥ ΑΓΙΟΥ ΒΑΣΙΛΕΙΟΥ ΣΤΟ ΑΓΙΟΝ ΟΡΟΣ ",
//     img: "46-ΠΑΠΑΛΟΥΚΑΣ-ΤΟ ΑΓΙΑΣΜΑ ΤΟΥ ΑΓΙΟΥ ΒΑΣΙΛΕΙΟΥ ΣΤΟ ΑΓΙΟΝ ΟΡΟΣ.jpg",
//   },
//   {
//     painter_gr: "ΦΩΤΗΣ ΚΟΝΤΟΓΛΟΥ",
//     material_gr: "ΣΧΕΔΙΟ ΜΕ ΜΟΛΥΒΙ ΚΑΙ ΚΑΡΒΟΥΝΟ ΣΕ ΧΑΡΤΙ",
//     title_gr: " ΠΑΙ∆ΕΣ ΕΝ ΚΑΜΙΝΩ",
//     img: "70-ΚΟΝΤΟΓΛΟΥ Φ.-ΠΑΙΔΕΣ ΕΝ ΚΑΜΙΝΩ.jpg",
//   },
//   {
//     painter_gr: "ΓΕΩΡΓΙΟΣ ΙΑΚΩΒΙΔΗΣ",
//     title_gr: "ΚΟΡΙΤΣΙ ΜΕ ΡΟΖ ΖΩΝΗ ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ ",
//     img: "101-ΙΑΚΩΒΙΔΗΣ ΓΙΩΡΓΟΣ-ΚΟΡΙΤΣΙ ΜΕ ΡΟΖ ΖΩΝΗ.jpg",
//   },
//   {
//     painter_gr: "ΕΥΓΕΝΙΟΣ ΣΠΑΘΑΡΗΣ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΚΑΙ ΣΚΟΝΗ ΣΕ ΔΕΡΜΑ",
//     title_gr: " Ο ΚΑΡΑΓΚΙΟΖΗΣ",
//     img: "1-ΣΠΑΘΑΡΗΣ ΕΥΓΕΝΙΟΣ-Ο ΚΑΡΑΓΚΙΟΖΗΣ.jpg",
//   },
//   {
//     painter_gr: "ΕΥΓΕΝΙΟΣ ΣΠΑΘΑΡΗΣ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΚΑΙ ΣΚΟΝΗ ΣΕ ΔΕΡΜΑ",
//     title_gr: " ΤΟ ΚΟΛΛΗΤΗΡΙ",
//     img: "2-ΣΠΑΘΑΡΗΣ ΕΥΓΕΝΙΟΣ-ΤΟ ΚΟΛΛΗΤΗΡΙ.jpg",
//   },
//   {
//     painter_gr: "ΕΥΓΕΝΙΟΣ ΣΠΑΘΑΡΗΣ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΚΑΙ ΣΚΟΝΗ ΣΕ ΔΕΡΜΑ",
//     title_gr: " Ο ΜΠΑΡΜΠΑ ΓΙΩΡΓΟΣ ",
//     img: "3-ΣΠΑΘΑΡΗΣ ΕΥΓΕΝΙΟΣ-Ο ΜΠΑΡΜΠΑ ΓΙΩΡΓΟΣ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΑΥΓΟΤΕΜΠΕΡΑ ΣΕ ΞΥΛΟ",
//     title_gr: " ∆ΙΧΤΥΑ &amp; ΚΑΪΚΑ ",
//     img: "4-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΔΙΧΤΥΑ &amp; ΚΑΪΚΙΑ.jpg",
//   },
//   {
//     painter_gr: "ΟΠΥ ΖΟΥΝΗ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΞΥΛΟ",
//     title_gr: "ΣΥΝΘΕΣΗ",
//     img: "5-ΖΟΥΝΗ ΟΠΗ-ΣΥΝΘΕΣΗ 3.jpg",
//   },
//   {
//     painter_gr: "ΟΠΥ ΖΟΥΝΗ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΞΥΛΟ",
//     title_gr: " ΣΥΝΘΕΣΗ",
//     img: "6-ΖΟΥΝΗ ΟΠΗ-ΣΥΝΘΕΣΗ 2.jpg",
//   },
//   {
//     painter_gr: "ΟΠΥ ΖΟΥΝΗ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΞΥΛΟ",
//     title_gr: " ΣΥΝΘΕΣΗ",
//     img: "7-ΖΟΥΝΗ ΟΠΗ-ΣΥΝΘΕΣΗ.jpg",
//   },
//   {
//     painter_gr: "ΑΛΕΚΟΣ ΦΑΣΙΑΝΟΣ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ",
//     title_gr: " ΣΤΟΝ ΚΑΘΡΕΦΤΗ",
//     img: "8-ΦΑΣΙΑΝΟΣ-ΣΤΟΝ ΚΑΘΡΕΦΤΗ.jpg",
//   },
//   {
//     painter_gr: "ΠΑΥΛΟΣ ΔΙΟΝΥΣΟΠΟΥΛΟΣ",
//     material_gr: "ΧΑΡΤΙ ΑΦΙΣΑΣ",
//     title_gr: " ∆ΕΝΤΡΟ",
//     img: "10-ΔΙΟΝΥΣΟΠΟΥΛΟΣ-ΔΕΝΤΡΟ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΜΕ ΦΥΛΛΟ ΧΡΥΣΟΥ ΣΕ ΧΑΡΤΟΝΙ ",
//     title_gr: "ΤΕΛΟΣ ΕΠΟΧΗΣ",
//     img: "11-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΤΕΛΟΣ ΕΠΟΧΗΣ.jpg",
//   },
//   {
//     painter_gr: "ΓΡΗΓΟΡΗΣ ΠΑΠΑΘΕΟ∆ΩΡΟΥ",
//     material_gr: "ΕΛΑΙΟΓΡΑΦΙΑ",
//     title_gr: "Η ΣΥΝΘΕΣΗ",
//     img: "12-ΠΑΠΑΘΕΟΔΩΡΟΥ ΓΡΗΓΟΡΗΣ-Η ΣΥΝΘΕΣΗ.jpg",
//   },
//   {
//     painter_gr: "ΓΡΗΓΟΡΗΣ ΠΑΠΑΘΕΟ∆ΩΡΟΥ",
//     material_gr: "ΕΛΑΙΟΓΡΑΦΙΑ",
//     title_gr: "Η ΣΤΑΥΡΩΣΗ",
//     img: "13-ΠΑΠΑΘΕΟΔΩΡΟΥ ΓΡΗΓΟΡΗΣ-Η ΣΤΑΥΡΩΣΗ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΚΑΙ ΧΡΥΣΟ ΣΕ ΚΑΜΠΟΤ ΕΠΙΚ.ΣΕ ΝΟΒΟΠΑΝ",
//     title_gr: " ΖΑΠΠΕΙΟ ",
//     img: "14-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΖΑΠΠΕΙΟ.jpg",
//   },
//   {
//     painter_gr: "ΓΚΑΓΚΙΚ ΑΛΤΟΥΝΙΑΝ",
//     material_gr: "ΛΑΔΙ ΣΕ ΜΟΥΣΑΜΑ",
//     title_gr: " ΟΝΕΙΡΟ",
//     img: "15-ΑΛΤΟΥΝΙΑΝ ΓΚΑΓΚΙΚ-ΟΝΕΙΡΟ.jpg",
//   },
//   {
//     painter_gr: "ΓΙΩΡΓΟΣ ΜΗΛΙΟΣ",
//     material_gr: "ΕΛΑΙΟΓΡΑΦΙΑ",
//     title_gr: "∆ΕΝ ΕΧΕΙΣ ΠΑΡΑΠΟΝΟ",
//     img: "16-ΜΗΛΙΟΣ Γ.-ΔΕΝ ΕΧΕΙΣ ΠΑΡΑΠΟΝΟ.jpg",
//   },
//   {
//     painter_gr: "ΓΕΩΡΓΙΟΣ ∆ΕΡΠΑΠΑΣ",
//     material_gr: "ΕΛΑΙΟΓΡΑΦΙΑ ΣΕ ΞΥΛΟ",
//     title_gr: " ΑΛΛΗΓΟΡΙΚΗ ΣΥΝΘΕΣΗ ",
//     img: "17-ΔΕΡΠΑΠΑΣ ΓΕΩΡΓΙΟΣ-ΑΛΛΗΓΟΡΙΚΗ ΣΥΝΘΕΣΗ.jpg",
//   },
//   {
//     painter_gr: "ΟΠΥ ΖΟΥΝΗ",
//     material_gr: "ΑΚΡΥΛΙΚΑ ΧΡΩΜ",
//     title_gr: " ΚΑΘΡΕΠΤΗΣ ",
//     img: "18-ΖΟΥΝΗ ΟΠΗ-ΚΑΘΡΕΠΤΗΣ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΠΛΑΣΤΙΚΑ ΣΕ ΜΟΡΙΟΣΑΝΙΔΑ",
//     title_gr: " ΣΥΝΝΕΦΙΑ",
//     img: "19-ΒΑΣΙΛΕΙΟΥ ΣΠΟΥΡΟΣ-ΣΥΝΝΕΦΙΑ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΜΟΡΙΟΣΑΝΙΔΑ",
//     title_gr: "ΜΑΗΣ ",
//     img: "20-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΜΑΗΣ.jpg",
//   },
//   {
//     painter_gr: "ΔΗΜΗΤΡΗΣ ΓΑΛΑΝΗΣ",
//     material_gr: "ΠΑΣΤΕΛ",
//     title_gr: " ∆ΥΟ ΓΥΝΑΙΚΙΕΣ ΦΙΓΟΥΡΕΣ",
//     img: "21-ΜΥΤΑΡΑΣ ΔΗΜ.-ΔΥΟ ΓΥΝΑΙΚΕΙΕΣ ΦΙΓΟΥΡΕΣ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ",
//     title_gr: " ΚΑΡΑΒΑΚΙ ΣΕ ΜΠΛΕ ΦΟΝΤΟ ",
//     img: "23-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΚΑΡΑΒΑΚΙ ΣΕ ΜΠΛΕ ΦΟΝΤΟ.jpg",
//   },
//   {
//     painter_gr: "ΣΤΕΦΑΝΟΣ ∆ΑΣΚΑΛΑΚΗΣ",
//     material_gr: "ΑΚΟΥΑΡΕΛΑ ΣΕ ΧΑΡΤΙ",
//     title_gr: "ΝΕΚΡΗ ΦΥΣΗ ΜΕ ΛΟΥΛΟΥ∆ΙΑ ",
//     img: "24-ΔΑΣΚΑΛΑΚΗΣ ΣΤΕΦΑΝΟΣ-ΝΕΚΡΗ ΦΥΣΗ ΜΕ ΛΟΥΛΟΥΔΙΑ.jpg",
//   },
//   {
//     painter_gr: "ΔΗΜΗΤΡΗΣ ΓΑΛΑΝΗΣ",
//     material_gr: "ΠΑΣΤΕΛ",
//     title_gr: " ΓΥΝΑΙΚΕΙΑ ΦΙΓΟΥΡΑ ",
//     img: "25-ΜΥΤΑΡΑΣ ΔΗΜ.-ΓΥΝΑΙΚΕΙΑ ΦΙΓΟΥΡΑ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΚΑΙ ΧΡΥΣΟ CAMPOT ΕΠΙΚΟΛΛΗΜΕΝΟ ΣΕ HARDBOARD",
//     title_gr: " ΗΛΙΟΒΑΣΙΛΕΜΑ",
//     img: "26-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΗΛΙΟΒΑΣΙΛΕΜΑ (hard board).jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΠΛΑΣΤΙΚΑ ΣΕ ΜΟΡΙΟΣΑΝΙΔΑ",
//     title_gr: " ΠΡΩΙΝΟΣ ΚΑΦΕΣ ",
//     img: "27-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΠΡΩΙΝΟΣ ΚΑΦΕΣ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΚΑΜΠΟΤ ",
//     title_gr: " ΛΟΥΛΟΥ∆ΙΑ ",
//     img: "28-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΛΟΥΛΟΥΔΙΑ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΜΟΥΣΑΜΑ ΕΠΙΚΟΛΛΗΜΕΝΟ ΣΕ ΧΑΡΝΤΜΠΟΡΝΤ ",
//     title_gr: " ΚΑΪΚΙ ΚΑΙ ΞΑΡΤΙΑ ",
//     img: "28-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΚΑΪΚΙΑ ΚΑΙ ΞΑΡΤΙΑ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΚΑΜΠΟΤ ",
//     title_gr: " ΜΑΓΙΑΤΙΚΟ ΣΤΕΦΑΝΙ ΚΑΙ ΚΑΪΚΙ",
//     img: "30-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΜΑΓΙΑΤΙΚΟ ΣΤΕΦΑΝΙ ΚΑΙ ΚΑΪΚΙ.jpg",
//   },
//   {
//     painter_gr: "ΓΙΩΡΓΟΣ ΣΤΑΘΟΠΟΥΛΟΣ",
//     material_gr: "ΑΚΟΥΑΡΕΛΑ ΚΑΙ ΓΚΟΥΑΖ",
//     title_gr: "ΑΚΟΥΑΡΕΛΑ ΚΑΙ ΓΚΟΥΑΖ - ΓΥΜΝΟΣ ΑΝΤΡΑΣ",
//     img: "31-ΣΤΑΘΟΠΟΥΛΟΣ ΓΕΩΡΓΙΟΣ-ΑΚΟΥΑΡΕΛΑ ΚΑΙ ΓΚΟΥΑΖ ΓΥΜΝΟΣ ΑΝΤΡΑΣ.jpg",
//   },
//   {
//     painter_gr: "ΓΙΩΡΓΟΣ ΣΤΑΘΟΠΟΥΛΟΣ",
//     material_gr: "ΑΚΟΥΑΡΕΛΑ ΚΑΙ ΓΚΟΥΑΖ",
//     title_gr: " ΑΚΟΥΑΡΕΛΑ &amp; ΓΚΟΥΑΖΓΥΜΝΗ ΓΥΝΑΙΚΑ ",
//     img: "32-ΣΤΑΘΟΠΟΥΛΟΣ ΓΕΩΡΓΙΟΣ-ΑΚΟΥΑΡΕΛΑ ΚΑΙ ΓΚΟΥΑΖ ΓΥΜΝΗ ΓΥΝΑΙΚΑ.jpg",
//   },
//   {
//     painter_gr: "ΓΙΩΡΓΟΣ ΣΤΑΘΟΠΟΥΛΟΣ",
//     material_gr: "ΑΚΟΥΑΡΕΛΑ ΚΑΙ ΓΚΟΥΑΖ",
//     title_gr: " ΑΚΟΥΑΡΕΛΑ &amp; ΓΚΟΥΑΖ ΓΥΝΑΙΚΑ ",
//   },
//   {
//     painter_gr: "ΓΙΩΡΓΟΣ ΣΤΑΘΟΠΟΥΛΟΣ",
//     material_gr: "ΑΚΟΥΑΡΕΛΑ ΚΑΙ ΓΚΟΥΑΖ",
//     title_gr: "ΑΚΟΥΑΡΕΛΑ &amp; ΓΚΟΥΑΖ ",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΠΛΑΣΤΙΚΟ ΣΕ ΧΑΡΝΤΜΠΟΡΝΤ",
//     title_gr: " ΤΟ ΣΤΕΦΑΝΙ",
//     img: "35-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΤΟ ΣΤΕΦΑΝΙ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΠΛΑΣΤΙΚΟ ΣΕ ΚΑΜΒΑ ΕΠΙΚΟΛΛΗΜΕΝΟ ΣΕ ΞΥΛΟ",
//     title_gr: "ΖΥΓΑΡΙΑ ΜΕ ΦΡΟΥΤΑ",
//     img: "36-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΖΥΓΑΡΙΑ ΜΕ ΦΡΟΥΤΑ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΛΑΔΙ ΣΕ ΜΟΥΣΑΜΑ ",
//     title_gr: " ΛΑΜΠΑ",
//     img: "37-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΛΑΜΠΑ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΠΛΑΣΤΙΚΟ ΣΕ ΚΟΝΤΡΑ ΠΛΑΚΕ ",
//     title_gr: " ΠΡΟΣΧΕ∆ΙΟ ΑΦΙΣΑΣ ΠΡΟΒΟΛΗΣ ΕΛΛΗΝΙΚΩΝ ΠΡΟΪΟΝΤΩΝ ",
//     img: "38-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΠΡΟΣΧΕΔΙΟ ΑΦΙΣΑΣ ΠΡΟΒΟΛΗΣ ΕΛΛΗΝΙΚΩΝ ΠΡΟΪΟΝΤΩΝ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΛΑΔΙ ΣΕ ΜΟΥΣΑΜΑ ",
//     title_gr: " ΗΛΙΟΒΑΣΙΛΕΜΑ",
//     img: "39-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΗΛΙΟΒΑΣΙΛΕΜΑ.jpg",
//   },
//   {
//     painter_gr: "ΠΑΝΑΓΙΩΤΗΣ ΦΕΙ∆ΑΚΗΣ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΧΑΡΤΟΝΙ",
//     title_gr: " 4 ΦΙΓΟΥΡΕΣ ΣΕ ΕΣΩΤΕΡΙΚΟ ΧΩΡΟ",
//     img: "40-ΦΕΙΔΑΚΗΣ ΠΑΝΑΓΙΩΤΗΣ-4 ΦΙΓΟΥΡΕΣ ΣΕ ΕΣΩΤΕΡΙΚΟ ΧΩΡΟ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΛΑΔΙ ΣΕ ΜΟΥΣΑΜΑ ",
//     title_gr: " ΘΕΣΣΑΛΟΝΙΚΗ ",
//     img: "41-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΘΕΣΣΑΛΟΝΙΚΗ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΛΑΔΙ ΣΕ ΜΟΥΣΑΜΑ ",
//     title_gr: " ΧΑΡΑΜΑ",
//     img: "42-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΧΑΡΑΜΑ.jpg",
//   },
//   {
//     painter_gr: "ΓΙΩΡΓΟΣ ΣΤΑΘΟΠΟΥΛΟΣ",
//     material_gr: "ΥΔΑΤΟΓΡΑΦΙΑ",
//     title_gr: "ΠΡΟΜΗΘΕΙΑ ΤΡΙΩΝ ΕΙΚΑΣΤΙΚΩΝ ΕΡΓΩΝ ΤΕΧΝΗΣ",
//   },
//   {
//     title_gr: "ΤΟΥ ΓΙΩΡΓΟΥ ΣΤΑΘΟΠΟΥΛΟΥ",
//   },
//   {
//     painter_gr: "ΓΚΑΓΚΙΚ ΑΛΤΟΥΝΙΑΝ",
//     material_gr: "ΛΑΔΙ ΣΕ ΜΟΥΣΑΜΑ ",
//     title_gr: "Ο ΠΑΠΠΟΥΣ ",
//     img: "44-ΑΛΤΟΥΝΙΑΝ ΓΚΑΓΚΙΚ-ΠΑΠΠΟΥΣ.jpg",
//   },
//   {
//     painter_gr: "ΚΩΣΤΑΣ ΠΑΝΙΑΡΑΣ",
//     material_gr: "ΑΚΡΥΛΙΚΟ",
//     title_gr: " ΧΩΡΙΣ ΤΙΤΛΟ ",
//     img: "45-ΠΑΝΙΑΡΑΣ ΚΩΣΤΑΣ-ΧΩΡΙΣ ΤΙΤΛΟ.jpg",
//   },
//   {
//     painter_gr: "ΧΡΙΣΤΟΣ ΚΑΡΑΣ",
//     material_gr: "ΛΑΔΙ ΣΕ ΞΥΛΙΝΗ ΚΑΤΑΣΚΕΥΗ ΚΑΙ ΜΟΥΣΑΜΑ",
//     title_gr: "ΑΕΝΑΟΣ ΧΡΟΝΟΣ ",
//     img: "47-ΚΑΡΑ ΧΡ.-ΑΕΝΑΟΣ ΧΡΟΝΟΣ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΧΡΥΣΟ-ΑΚΡΥΛΙΚΟ-ΚΟΛΑΖ ΣΕ ΚΑΜΒΑ",
//     title_gr: " ΑΘΗΝΑ ΑΠΟ ΤΗΝ ΒΕΡΑΝΤΑ ",
//     img: "48-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΑΘΗΝΑ ΑΠΟ ΤΗ ΒΕΡΑΝΤΑ.jpg",
//   },
//   {
//     painter_gr: "ΓΙΩΡΓΟΣ ΣΤΑΘΟΠΟΥΛΟΣ",
//     material_gr: "ΕΛΑΙΟΓΡΑΦΙΑ ΣΕ ΚΑΜΒΑ",
//     title_gr: " ΣΥΝΘΕΣΗ ΜΕ ΒΑΖΟ ΣΕ ΤΡΑΠΕΖΙ ",
//     img: "49-ΣΤΑΘΟΠΟΥΛΟΣ-ΣΥΝΘΕΣΗ ΜΕ ΒΑΖΟ ΣΕ ΤΡΑΠΕΖΙ.jpg",
//   },
//   {
//     painter_gr: "ΜΑΡΙΟΣ ΠΡΑΣΙΝΟΣ",
//     material_gr: "ΛΑΔΙ ",
//     title_gr: " ∆ΕΝΤΡΑ ",
//     img: "50-ΠΡΑΣΙΝΟΣ-ΔΕΝΤΡΑ.jpg",
//   },
//   {
//     painter_gr: "ΚΩΣΤΑΣ ΧΑΡΑΛΑΜΠΙΔΗΣ",
//     material_gr: "ΕΛΑΙΟΓΡΑΦΙΑ ΣΕ ΚΑΜΒΑ",
//     title_gr: " ΕΛΛΗΝΙΚΕΣ ΕΝ∆ΥΜΑΣΙΕΣ Τ",
//     img: "51-ΧΑΡΑΛΑΜΠΙΔΗ-ΕΛΛΗΝΙΚΕΣ ΕΝΔΥΜΑΣΙΕΣ.jpg",
//   },
//   {
//     painter_gr: "ΝΙΚΟΣ ΞΕΝΟΣ",
//     material_gr: "ΕΛΑΙΟΓΡΑΦΙΑ ΣΕ ΚΑΜΒΑ",
//     title_gr: " ΘΕΑ ΑΠΟ ΤΗΝ ΠΛΑΚΑ ",
//     img: "52-ΞΕΝΟΣ ΝΙΚΟΣ-ΘΕΑ ΑΠΟ ΤΗΝ ΠΛΑΚΑ.jpg",
//   },
//   {
//     painter_gr: "ΠΕΤΡΟΣ ΖΟΥΜΠΟΥΛΑΚΗΣ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΚΑΙ ΣΚΟΝΗ ΣΕ ΚΑΜΒΑ ΣΕ ΚΟΥΤΙ ΠΛΕΞΙΓΚΛΑΣ",
//     title_gr: " ΑΕΝΑΟ ΤΟΠΙΟ ",
//     img: "53-ΖΟΥΜΠΟΥΛΑΚΗΣ-ΑΕΝΑΟ ΤΟΠΙΟ.jpg",
//   },
//   {
//     painter_gr: "ΚΩΣΤΑΣ ΚΟΥΛΕΝΤΙΑΝΟΣ",
//     material_gr: "ΜΕΤΑΞΟΤΥΠΙΑ ",
//     title_gr: " ΜΟΡΦΗ ΣΤΟ ΧΩΡΟ ",
//     img: "54-ΚΟΥΛΕΝΤΙΑΝΟΣ-ΜΟΡΦΗ ΣΤΟ ΧΩΡΟ.jpg",
//   },
//   {
//     painter_gr: "ΚΩΣΤΑΣ ΚΟΥΛΕΝΤΙΑΝΟΣ",
//     material_gr: "ΜΕΤΑΞΟΤΥΠΙΑ ",
//     title_gr: "ΓΕΩΜΕΤΡΙΚΗ ΜΟΡΦΗ",
//     img: "55-ΚΟΥΛΕΝΤΙΑΝΟΣ-ΓΕΩΜΕΤΡΙΚΗ ΜΟΡΦΗ.jpg",
//   },
//   {
//     painter_gr: "ΑΠΟΣΤΟΛΟΣ ΤΣΙΡΟΓΙΑΝΝΗΣ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΚΑΙ ΣΚΟΝΗ ΣΕ ΞΥΛΟ",
//     title_gr: " ΑΙΓΑΙΟ",
//     img: "56-ΤΣΙΡΟΓΙΑΝΝΗΣ ΑΠ.-ΑΙΓΑΙΟ.jpg",
//   },
//   {
//     painter_gr: "ΑΛΕΞΗΣ ΑΚΡΙΘΑΚΗΣ",
//     title_gr: " HOMMAGE A LAMOUR",
//   },
//   {
//     painter_gr: "ΘΕΟΔΩΡΟΣ ΠΑΝΤΑΛΕΩΝ",
//     material_gr: "ΕΛΑΙΟΓΡΑΦΙΑ ΣΕ ΚΑΜΒΑ ",
//     title_gr: "ΣΟΥΡΕΑΛΙΣΤΙΚΟ ΤΟΠΙΟ ",
//     img: "58-ΠΑΝΤΑΛΕΟΝΤΑΣ Θ.-ΣΟΥΡΕΑΛΙΣΤΙΚΟ ΤΟΠΙΟ.jpg",
//   },
//   {
//     painter_gr: "ΧΡΟΝΗΣ ΜΠΟΤΣΟΓΛΟΥ",
//     material_gr: "ΥΔΑΤΟΧΡΩΜΑ ΚΑΙ ΜΟΛΥΒΙ ΣΕ ΧΑΡΤΟΝΙ ",
//     title_gr: " ΣΕΛΙ∆ΕΣ ΗΜΕΡΟΛΟΓΙΟΥ 1983",
//     img: "59-ΜΠΟΤΣΟΓΛΟΥ ΧΡΟΝΗΣ-ΣΕΛΙΔΕΣ ΗΜΕΡΟΛΟΓΙΟΥ.jpg",
//   },
//   {
//     painter_gr: "ΓΙΑΝΝΗΣ ΤΣΑΡΟΥΧΗΣ",
//     material_gr: "ΠΑΣΤΕΛ ΚΑΙ ΧΡΩΜΑΤΙΣΤΑ ΜΟΛΥΒΙΑ ΣΕ ΧΑΡΤΙ ΚΡΑΦΤ",
//     title_gr: " ΠΑΝΑΡΕΤΟΣ",
//     img: "60-ΤΣΑΡΟΥΧΗΣ ΓΙΑΝΝΗΣ-ΠΑΝΑΡΕΤΟΣ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΚΑΜΒΑ ΚΑΛΛΗΜΕΝΟ ΣΕ ΞΥΛΟ ",
//     title_gr: "ΤΡΑΠΕΖΙ ΜΕ ΦΕΓΓΑΡΙ",
//     img: "61-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΤΡΑΠΕΖΙ ΜΕ ΦΕΓΓΑΡΙ.jpg",
//   },
//   {
//     painter_gr: "ΓΙΩΡΓΟΣ ΧΑΔΟΥΛΗΣ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ ",
//     title_gr: "LARGE PINK",
//     img: "62-ΧΑΔΟΥΛΗ-LARGE PINK.jpg",
//   },
//   {
//     painter_gr: "ΘΑΝΟΣ ΤΣΙΓΚΟΣ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ ",
//     title_gr: "ΒΑΡΚΕΣ",
//     img: "63-ΤΣΙΓΚΟΣ-ΒΑΡΚΕΣ.jpg",
//   },
//   {
//     painter_gr: "ΝΙΚΟΣ-ΧΑΤΖΗΚΥΡΙΑΚΟΣ.ΓΚΙΚΑΣ",
//     material_gr: "ΓΥΨΟΣ ΠΑΤΙΝΑΡΙΣΜΕΝΟΣ ",
//     title_gr: "ΙΑΣΩΝ &amp; ΜΗ∆ΕΙΑ ",
//     img: "64-ΓΚΙΚΑ Ν.-ΙΑΣΩΝ ΚΑΙ ΜΗΔΕΙΑ.jpg",
//   },
//   {
//     painter_gr: "ΓΙΑΝΝΗΣ ΓΑΪΤΗΣ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ ",
//     title_gr: " ΦΙΓΟΥΡΕΣ",
//     img: "65-ΓΑΪΤΗΣ ΓΙΑΝΝΗΣ-ΦΙΓΟΥΡΕΣ.jpg",
//   },
//   {
//     painter_gr: "ΘΑΝΟΣ ΤΣΙΓΚΟΣ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ ",
//     title_gr: "ΒΥΘΟΣ",
//     img: "66-ΤΣΙΓΚΟΣ-ΒΥΘΟΣ.jpg",
//   },
//   {
//     painter_gr: "ΚΩΣΤΑΣ ΤΣΟΚΛΗΣ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΚΑΙ ΧΑΡΤΙ ΣΕ ΞΥΛΟ",
//     title_gr: "ΛΑ∆Ι",
//     img: "67-ΤΣΟΚΛΗΣ-ΛΑΔΙ.jpg",
//   },
//   {
//     painter_gr: "ΔΗΜΗΤΡΗΣ ΜΥΤΑΡΑΣ",
//     material_gr: "ΕΓΧΡΩΜΗ ΞΥΛΟΓΡΑΦΙΑ",
//     title_gr: " ΜΟΤΟΣΥΚΛΕΤΕΣ",
//     img: "68-ΜΥΤΑΡΑΣ Δ.-ΜΟΤΟΣΥΚΛΕΤΕΣ.jpg",
//   },
//   {
//     painter_gr: "ΑΛΕΚΟΣ ΦΑΣΙΑΝΟΣ",
//     material_gr: "ΠΑΣΤΕΛ ΛΑΔΙΟΥ ΣΕ ΧΑΡΤΟΝΙ ΕΠΙΚΟΛΛΗΜΕΝΟ ΣΕ ΚΑΜΒΑ",
//     title_gr: " ΝΕΟΣ ΜΕ ΦΟΥΛΑΡΙ",
//     img: "69-ΦΑΣΙΑΝΟΣ-ΝΕΟΣ ΜΕ ΦΟΥΛΑΡΙ.jpg",
//   },
//   {
//     painter_gr: "ΓΙΑΝΝΗΣ ΨΥΧΟΠΑΙΔΗΣ",
//     material_gr: "ΑΚΡΥΛΙΚΑ ΣΕ ΞΥΛΟ ΚΑΙ ΚΟΛΑΖ ",
//     title_gr: " ΤΟ ΓΡΑΜΜΑ ΠΟΥ ∆ΕΝ ΕΦΤΑΣΕ",
//     img: "71-ΨΥΧΟΠΑΙΔΗΣ ΓΙΑΝΝΗΣ-ΤΟ ΓΡΑΜΜΑ ΠΟΥ ΔΕΝ ΕΦΤΑΣΕ.jpg",
//   },
//   {
//     painter_gr: "ΑΠΟΣΤΟΛΟΣ ΓΕΩΡΓΙΟΥ",
//     material_gr: "ΕΛΑΙΟΓΡΑΦΙΑ ΣΕ ΚΑΜΒΑ",
//     title_gr: " ΧΩΡΙΣ ΤΙΤΛΟ/ ΔΕΝΤΡΟ",
//     img: "72-ΓΕΩΡΓΙΟΥ ΑΠΟΣΤΟΛΟΣ-ΧΩΡΙΣ ΤΙΤΛΟ ΔΕΝΤΡΟ.jpg",
//   },
//   {
//     painter_gr: "ΣΩΤΗΡΗΣ ΣΟΡΟΓΚΑΣ",
//     material_gr: " ΑΚΡΥΛΙΚΟ ΣΕ ΜΟΥΣΑΜΑ",
//     title_gr: " ΤΕΤΡΑΓΩΝΟ",
//     img: "73-ΣΟΡΟΓΚΑΣ Σ.-ΤΕΤΡΑΓΩΝΟ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΜΟΥΣΑΜΑ ",
//     title_gr: "ΑΘΗΝΑ ΑΚΡΟΠΟΛΙΣ",
//     img: "74-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΑΘΗΝΑ ΑΚΡΟΠΟΛΙΣ.jpg",
//   },
//   {
//     painter_gr: "ΔΗΜΗΤΡΗΣ ΑΛΗΘΕΙΝΟΣ",
//     material_gr: "ΠΟΡΣΕΛΑΝΗ – ΜΕΤΑΛΛΟ – ΜΠΑΖΑ - ΠΛΕΞΙΓΚΛΑΣ",
//     title_gr: "«09.11 ή 11.09»",
//     img: "75-ΑΛΗΘΕΙΝΟΣ ΔΗΜΗΤΡΗΣ-ΠΟΡΣΕΛΑΝΗ ΜΕΤΑΛΛΟ ΜΠΑΖΑ ΠΛΕΞΙΓΚΛΑΣ.jpg",
//   },
//   {
//     painter_gr: "ΓΕΩΡΓΙΟΣ ΜΠΑΚΕΛΑΣ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΚΑΜΒΑ",
//     title_gr: "ABU DHABI",
//     img: "76-ΜΠΑΚΕΛΑΣ ΓΕΩΡΓΙΟΣ-ABU DHABI.jpg",
//   },
//   {
//     painter_gr: "ΓΕΩΡΓΙΟΣ ΜΠΑΚΕΛΑΣ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΚΑΜΒΑ",
//     title_gr: "ΑΣΤΡΙΚΗ ΣΧΕΣΗ",
//     img: "77-ΜΠΑΚΕΛΑΣ ΓΕΩΡΓΙΟΣ-ΑΣΤΡΙΚΗ ΣΧΕΣΗ.jpg",
//   },
//   {
//     painter_gr: "ΓΕΩΡΓΙΟΣ ΜΠΑΚΕΛΑΣ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΚΑΜΒΑ",
//     title_gr: "ΠΑΝΑΓΙΑ ΚΑΙ ΑΓΓΕΛΟΙ",
//     img: "78-ΜΠΑΚΕΛΑΣ ΓΕΩΡΓΙΟΣ-ΠΑΝΑΓΙΑ ΚΑΙ ΑΓΓΕΛΟΙ.jpg",
//   },
//   {
//     painter_gr: "ΚΩΣΤΗΣ ΤΡΙΑΝΤΑΦΥΛΛΟΥ",
//     material_gr: "ΑΚΡΥΛΙΚΟ, ΣΙΝΙΚΗ ΜΕΛΑΝΗΙ &amp; ΦΩΤΟΓΡΑΦΙΑ ΣΕ ΚΑΜΒΑ",
//     title_gr: "ΚΟΚΚΙΝΟΣ ΤΡΕΛΟΣ ΚΑΙ Η ΦΑΝΤΑΣΤΙΚΗ ΠΑΡΕΑ ΤΟΥ",
//     img: "79-ΤΡΙΑΝΤΑΦΥΛΛΟΥ ΚΩΣΤΗΣ-ΚΟΚΚΙΝΟΣ ΤΡΕΛΟΣ ΚΑΙ Η ΦΑΝΤΑΣΤΙΚΗ ΠΑΡΕΑ ΤΟΥ.jpg",
//   },
//   {
//     painter_gr: "ΓΕΩΡΓΙΟΣ ΛΑΠΠΑΣ",
//     material_gr: "ΣΙΔΕΡΟ ΠΛΑΣΤΙΚΟ ΚΑΙ ΦΩΣ",
//     title_gr: "ΧΩΡΙΣ ΤΙΤΛΟ",
//     img: "80-ΛΑΠΠΑΣ ΓΕΩΡΓΙΟΣ-ΣΙΔΕΡΟ ΠΛΑΣΤΙΚΟ ΚΑΙ ΦΩΣ.jpg",
//   },
//   {
//     painter_gr: "ΓΕΩΡΓΙΟΣ ΒΑΚΙΡΤΖΗΣ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ",
//     title_gr: "ΑΠΟ ΤΗ ΣΕΙΡΑ «ΛΙΤΑΝΕΙΕΣ»",
//     img: "81-ΒΑΚΙΡΤΖΗΣ ΓΕΩΡΓΙΟΣ-ΑΠΟ ΤΗ ΣΕΙΡΑ ΛΙΤΑΝΕΙΕΣ.jpg",
//   },
//   {
//     painter_gr: "ΤΡΙΑΝΤΑΦΥΛΛΟΣ ΠΑΤΡΑΣΚΙΔΗΣ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ",
//     title_gr: "ΕΡΩΤΙΚΟ – Α",
//     img: "82-ΠΑΤΡΑΣΚΙΔΗΣ ΤΡΙΑΝΤΑΦΥΛΛΟΣ-ΕΡΩΤΙΚΟ-Α.jpg",
//   },
//   {
//     painter_gr: "ΒΑΣΙΛΗΣ ΣΚΥΛΑΚΟΣ",
//     material_gr: "ΠΛΑΣΤΙΚΑ ΚΑΙ ΞΥΛΟ ",
//     title_gr: "PLASTICS",
//     img: "83-ΣΚΥΛΑΚΟΣ ΒΑΣΙΛΗΣ-ΠΛΑΣΤΙΚΑ ΚΑΙ ΞΥΛΟ.jpg",
//   },
//   {
//     painter_gr: "ΒΑΡΒΑΡΑ ΓΕΡΟΔΗΜΟΥ",
//     material_gr: "ΖΩΓΡΑΦΙΚΗ ΣΕ ΚΑΜΒΑ ,ΦΩΤΟ LED",
//     title_gr: "ΜΙΚΡΟΣ ΠΡΙΓΚΗΠΑΣ",
//     img: "84-ΓΕΡΟΔΗΜΟΥ ΒΑΡΒΑΡΑ-ΜΙΚΡΟΣ ΠΡΙΓΚΗΠΑΣ.jpg",
//   },
//   {
//     painter_gr: "ΔΗΜΗΤΡΙΟΣ ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ",
//     material_gr: "ΦΙΛΟΤΕΧΝΗΜΕΝΟ ΜΕ ΑΚΡΥΛΙΚΑ ΧΡΩΜΑΤΑ",
//     title_gr: "ΑΔΑΜ ΚΑΙ ΕΥΑ",
//     img: "85-ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ ΔΗΜΗΤΡΙΟΣ-ΑΔΑΜ ΚΑΙ ΕΥΑ.jpg",
//   },
//   {
//     painter_gr: "ΜΑΚΗΣ ΘΕΟΦΥΛΑΚΤΟΠΟΥΛΟΣ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ",
//     title_gr: "ΧΩΡΙΣ ΤΙΤΛΟ",
//     img: "86-ΘΕΟΦΥΛΑΚΤΟΠΟΥΛΟΣ ΜΑΚΗΣ-ΧΩΡΙΣ ΤΙΤΛΟ.jpg",
//   },
//   {
//     painter_gr: "ΣΟΝΙΑ ΓΕΡΟΟΔΗΜΟΥ",
//     title_gr: "ΤΕΣΣΕΡΙΣ ΕΠΟΧΕΣ",
//     material_gr: "ΤΕΤΡΑΠΤΥΧΟ ΕΛΕΑΙΟΓΡΑΦΙΑ ΣΕ ΚΑΜΒΑ",
//   },
//   {
//     painter_gr: "ΒΑΚΙΡΤΖΗΣ ΓΕΡΟΔΗΜΟΥ ",
//     title_gr: "ΕΡΓΑΣΤΗΡΙΟ ΚΑΛΩΝ ΤΕΧΝΩΝ ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ",
//     img: "88-ΒΑΚΙΡΤΖΗΣ ΓΙΩΡΓΟΣ-ΕΡΓΑΣΤΗΡΙΟ ΚΑΛΩΝ ΤΕΧΝΩΝ.jpg",
//   },
//   {
//     painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//     title_gr: "ΠΑΡΑΘΑΛΑΣΣΙΟ ΤΟΠΙΟ ΣΤΗΝ ΣΙΦΝΟ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ",
//     img: "89-ΒΑΣΙΛΕΙΟΥ ΣΠΥΡΟΣ-ΠΑΡΑΘΑΛΑΣΣΙΟ ΤΟΠΙΟ ΣΤΗΝ ΣΙΦΝΟ.jpg",
//   },
//   {
//     painter_gr: "ΓΙΩΡΓΟΣ ΣΤΑΘΟΠΟΥΛΟΣ",
//     title_gr: "ΕΡΩΤΑΣ ΣΤΗΝ ΠΟΛΗ Ι",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΜΟΥΣΑΜΑ ",
//   },
//   {
//     painter_gr: "ΓΙΩΡΓΟΣ ΣΤΑΘΟΠΟΥΛΟΣ",
//     title_gr: "ΕΡΩΤΑΣ ΣΤΗΝ ΠΟΛΗ ΙΙ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΜΟΥΣΑΜΑ ",
//   },
//   {
//     painter_gr: "ΑΛΗΘΕΙΝΟΣ ΔΗΜΗΤΡΗΣ",
//     title_gr: "ΤΑ ΟΝΕΙΡΑ ΜΟΥ ΓΕΝΝΟΥΝ ΕΙΚΟΝΕΣ ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΜΠΟΓΙΕΣ ΣΕ ΧΑΡΤΙ (ΜΙΚΤΗ ΤΕΧΝΙΚΗ)",
//     img: "92-ΑΛΗΘΕΙΝΟΣ ΔΗΜΗΤΡΗΣ-ΤΑ ΟΝΕΙΡΑ ΠΟΥ ΓΕΝΝΟΥΝ ΕΙΚΟΝΕΣ.jpg",
//   },
//   {
//     painter_gr: "ΧΡΗΣΤΟΣ ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ",
//     title_gr: "LA FONTAINE",
//     material_gr: "ΑΚΡΥΛΙΚΑ ΧΡΩΜΑΤΑ ΣΕ ΚΑΜΒΑ, ΧΑΡΑΓΜΕΝΟ ΣΕ ΠΛΕΞΙΓΚΛΑΣ ΚΑΙ ΛΕΝΤ",
//     img: "93-ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ ΧΡΗΣΤΟΣ-LA FONTAINE.jpg",
//   },
//   {
//     painter_gr: "ΧΡΗΣΤΟΣ ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ",
//     title_gr: "MADONA I",
//     material_gr: "ΑΚΡΥΛΙΚΑ ΧΡΩΜΑΤΑ ΣΕ ΚΑΜΒΑ, ΧΑΡΑΓΜΕΝΟ ΣΕ ΠΛΕΞΙΓΚΛΑΣ ΚΑΙ ΛΕΝΤ",
//     img: "94-ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ ΧΡΗΣΤΟΣ-MADONA I.jpg",
//   },
//   {
//     painter_gr: "ΧΡΗΣΤΟΣ ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ",
//     title_gr: "ΓΥΜΝΟ",
//     material_gr: "ΑΚΡΥΛΙΚΑ ΧΡΩΜΑΤΑ ΣΕ ΚΑΜΒΑ, ΧΑΡΑΓΜΕΝΟ ΣΕ ΠΛΕΞΙΓΚΛΑΣ ΚΑΙ ΛΕΝΤ",
//   },
//   {
//     painter_gr: "ΧΡΗΣΤΟΣ ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ",
//     title_gr: "ΙΟΥΗΔ",
//     material_gr: "ΑΚΡΥΛΙΚΑ ΧΡΩΜΑΤΑ ΣΕ ΚΑΜΒΑ, ΧΑΡΑΓΜΕΝΟ ΣΕ ΠΛΕΞΙΓΚΛΑΣ ΚΑΙ ΛΕΝΤ",
//     img: "96-ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ ΧΡΗΣΤΟΣ-ΙΟΥΔΙΘ.jpg",
//   },
//   {
//     painter_gr: "ΧΡΗΣΤΟΣ ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ",
//     title_gr: "BOTTICELLI",
//     material_gr: "ΑΚΡΥΛΙΚΑ ΧΡΩΜΑΤΑ ΣΕ ΚΑΜΒΑ, ΧΑΡΑΓΜΕΝΟ ΣΕ ΠΛΕΞΙΓΚΛΑΣ ΚΑΙ ΛΕΝΤ",
//     img: "97-ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ ΧΡΗΣΤΟΣ-BOTTICELLI.jpg",
//   },
//   {
//     painter_gr: "ΔΙΑΜΑΝΤΗΣ ΔΙΑΜΑΝΤΟΠΟΥΛΟΣ",
//     title_gr: "ΤΟ ΔΡΑΜΑ ΤΟΥ ΣΩΜΑΤΟΣ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ",
//     img: "98-ΔΙΑΜΑΝΤΟΠΟΥΛΟΣ ΔΙΑΜΑΝΤΗΣ-ΤΟ ΔΡΑΜΑ ΤΟΥ ΣΩΜΑΤΟΣ.tif",
//   },
//   {
//     painter_gr: "ΓΙΑΝΝΗΣ ΤΣΑΡΟΥΧΗΣ",
//     title_gr: "ΧΩΡΙΣ ΤΙΤΛΟ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΚΑΙ ΛΑΔΟΠΑΣΤΕΛ ΣΕ ΧΑΡΤΟΝΙ ",
//     img: "99-ΤΣΑΡΟΥΧΗΣ ΓΙΑΝΝΗΣ-ΧΩΡΙΣ ΤΙΤΛΟ.jpg",
//   },
//   {
//     painter_gr: "ΠΑΥΛΟΣ ΣΑΜΙΟΣ",
//     title_gr: "ΧΩΡΙΣ ΤΙΤΛΟ",
//     material_gr: "ΛΑΔΙ ΣΕ ΚΑΜΒΑ",
//     img: "100-ΣΑΜΙΟΥ ΠΑΥΛΟΣ-ΧΩΡΙΣ ΤΙΤΛΟ.jpg",
//   },
//   {
//     painter_gr: "ΘΕΟΔΩΡΟΣ ΣΤΑΜΟΣ",
//     title_gr: "DARK NIGHT ",
//     material_gr: "ΑΚΡΥΛΙΚΟ ΣΕ ΧΑΡΤΟΝΙ",
//     img: "102-ΣΤΑΜΟ ΘΕΟΔΩΡΟ-DARK NIGHT.jpg",
//   },
//   {
//     painter_gr: "ΜΑΚΗΣ ΘΕΟΦΥΛΑΚΤΟΠΟΥΛΟΣ",
//     title_gr: "ΧΩΡΙΣ ΤΙΤΛΟ",
//     material_gr: "ΛΑΔΙ ΣΕ ΜΟΥΣΑΜΑ ",
//     img: "103-ΘΕΟΦΥΛΑΚΤΟΠΟΥΛΟΣ ΜΑΚΗΣ-ΧΩΡΙΣ ΤΙΤΛΟ.jpg",
//   },
//   {
//     painter_gr: "ΜΑΚΗΣ ΘΕΟΦΥΛΑΚΤΟΠΟΥΛΟΣ",
//     title_gr: "ΧΩΡΙΣ ΤΙΤΛΟ",
//     material_gr: "ΛΑΔΙ ΣΕ ΜΟΥΣΑΜΑ ",
//     img: "104-ΘΕΟΦΥΛΑΚΤΟΠΟΥΛΟΣ ΜΑΚΗΣ-ΧΩΡΙΣ ΤΙΤΛΟ.jpg",
//   },
//   {
//     painter_gr: "ΜΑΚΗΣ ΘΕΟΦΥΛΑΚΤΟΠΟΥΛΟΣ",
//     title_gr: "ΧΩΡΙΣ ΤΙΤΛΟ",
//     material_gr: "ΛΑΔΙ ΣΕ ΜΟΥΣΑΜΑ ",
//     img: "105-ΘΕΟΦΥΛΑΚΤΟΠΟΥΛΟΣ ΜΑΚΗΣ-ΧΩΡΙΣ ΤΙΤΛΟ.jpg",
//   },
// ];
//   BIOGRAFIES: [
//     {
//       painter_gr: "ΑΛΕΚΟΣ ΦΑΣΙΑΝΟΣ",
//       date: "1935-2022",
//       text_gr:
//         "Από τους πιο αναγνωρισμένους διεθνώς Έλληνες εικαστικούς. Σπούδασε στην Αθήνα και το Παρίσι, που θεωρούσε δεύτερη πατρίδα του. Ανέπτυξε το ανθρωποκεντρικό στιλ του τη δεκαετία του 1960 και έκτοτε επικεντρώθηκε στο άτομο, στο πλαίσιο μιας εικαστικής σπουδής της καθημερινής ζωής. Με αναφορές στη μυθολογία και την ιστορία του έθνους, οι μορφές του ενίοτε θυμίζουν παχιές, χρωματιστές καρικατούρες. Ο αυθορμητισμός και η παιδική απλότητα ορισμένων έργων του αντανακλούν την αγάπη του για το έργο του Θεόφιλου, καθώς και το πάθος του για το θέατρο σκιών και τον Καραγκιόζη. Το 2018 ανακηρύχθηκε επίτιμος Δημότης Αλίμου.",
//     },
//     {
//       painter_gr: "ΑΛΕΞΗΣ ΑΚΡΙΘΑΚΗΣ",
//       date: "1939-1994",
//       text_gr:
//         "Από τους πιο σημαντικούς Έλληνες καλλιτέχνες, με ιδιαίτερη τεχνοτροπία, «ιερογλυφική», συμβολική, επαναλαμβανόμενη. Το έργο του χαρακτηρίζουν γεωμετρικά σχήματα, φωτεινά, βασικά χρώματα και πολυάριθμες εικόνες. Με σύμβολα όπως ο ήλιος, ένα ψάρι, ένα μάτι, ένα πουλί, μια καρδιά, ένα αεροπλάνο, μία βαλίτσα κ.ά., δημιούργησε τέχνη με αντιθέσεις και περιγράμματα. Έζησε σε Παρίσι (1957-61) και Βερολίνο (1968-70). Aσχολήθηκε και με την εικονογράφηση βιβλίων, τη σκηνογραφία και το design.",
//     },
//     {
//       painter_gr: "ΑΛΗΘΕΙΝΟΣ ΔΗΜΗΤΡΗΣ",
//     },
//     {
//       painter_gr: "ΓΚΑΓΚΙΚ ΑΛΤΟΥΝΙΑΝ",
//       date: "1957-",
//       text_gr:
//         "Γεννήθηκε στην Αρμενία. Σπούδασε Ζωγραφική και Γλυπτική στο Ινστιτούτο Καλών Τεχνών Τερλεμεζιάν και στην Καλών Τεχνών της Αρμενίας. Στη Μόσχα έκανε μεταπτυχιακό στη Ζωγραφική με υποτροφία. Διετέλεσε κριτικός τέχνης στο Μουσείο Μοντέρνας Τέχνης της Αρμενίας και Καθηγητής στην Αρχιτεκτονική Σχολή του Παν/μίου του Ερεβάν. Από το 1995 ζει στην Ελλάδα και είναι μέλος του Επιμελητηρίου Εικαστικών Τεχνών Ελλάδας.",
//     },
//     {
//       painter_gr: "ΧΡΗΣΤΟΣ ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ",
//       date: "1958-",
//       text_gr:
//         "Γεννήθηκε στα Φιλιατρά Μεσσηνίας. Σπούδασε ζωγραφική στην Α.Σ.Κ.Τ. με δασκάλους τους Μυταρά και Κοκκινίδη και σκηνογραφία με τον Β. Βασιλειάδη. Αντλεί τα θέματά του από τη μυθολογία και τον κόσμο του ονείρου. Στη σύνθεσή του εμπλέκονται ζωικές και ανθρώπινες μορφές, που αποδίδονται με εξπρεσιονιστική διάθεση. Έχει παρουσιάσει το έργο του σε ατομικές και ομαδικές εκθέσεις. Έργα του βρίσκονται στην Πινακοθήκη του Δήμου Αθηναίων κ.α. Ζει στον Άλιμο, όπου έχει και το εργαστήριό του.",
//     },
//     {
//       painter_gr: "ΑΠΟΣΤΟΛΟΣ ΓΕΩΡΓΙΟΥ",
//       date: "1952-",
//       text_gr:
//         "Γεννήθηκε στη Θεσσαλονίκη. Ζωγράφος αυτοδίδακτος, ασυμβίβαστος, ανένταχτος. Δοκίμασε στο εξωτερικό να τελειώσει την Αρχιτεκτονική στη Βιέννη, ζωγραφική στη Φλωρεντία και, τελικά, κατέληξε στη δική του μοναχική, υπαρξιακή πορεία. Αφηγείται μικρές ανθρώπινες ιστορίες με εξπρεσιονιστική γραφή και θεατρικότητα. Έργα του βρίσκονται σε πινακοθήκες και ιδιωτικές συλλογές. Από το 1980 ζει στη Σκόπελο ενώ από το 2000 διδάσκει στο Πανεπιστήμιο Βόλου.",
//     },
//     {
//       painter_gr: "ΑΠΟΣΤΟΛΟΣ ΤΣΙΡΟΓΙΑΝΝΗΣ",
//       date: "1946-",
//       text_gr:
//         "Γεννήθηκε στην Άρτα. Σπούδασε στην Ανωτάτη Σχολή Καλών Τεχνών (ΑΣΚΤ), με δασκάλους τους Νίκο Νικολάου και Γιάννη Μόραλη, του οποίου υπήρξε πιστός μαθητής και φίλος, ενώ διδάχτηκε και Ιστορία της Τέχνης από τον Παντελή Πρεβελάκη. Είναι από τους πιο αναγνωρισμένους καλλιτέχνες της γενιάς του.",
//     },
//     {
//       painter_gr: "ΒΑΚΙΡΤΖΗΣ ΓΕΡΟΔΗΜΟΥ ",
//     },
//     {
//       painter_gr: "ΒΑΡΒΑΡΑ ΓΕΡΟΔΗΜΟΥ",
//       date: "1959-",
//       text_gr:
//         "Ελληνίδα ζωγράφος, γεννημένη στην Πολωνία. Το 1978 ξεκινά να φοιτά στο Πολυτεχνείο του Wroclaw και από το 1979 στη Σχολή Χρυσοχοΐας. Ολοκληρώνει την τριετή πρακτική της με μια σειρά κοσμημάτων δικού της σχεδιασμού. Η δουλειά της είναι μικτής τεχνικής και βασίζεται στο λάδι και το χρυσό. Τοπία παραδομένα σε μία εύφορη σιωπή, γυναικείες φιγούρες βυθισμένες στις σκέψεις τους και η αίσθηση του ονείρου, πανταχού παρούσα, καθιστά τα έργα της εικαστικά «κοσμήματα» αφηγηματικής αφαίρεσης με έντονα στοιχεία συμβολισμού.",
//     },
//     {
//       painter_gr: "ΒΑΣΙΛΗΣ ΜΑΡΡΟΣ ΜΑΥΡΑΤΖΑΣ",
//       date: "1897-1954",
//       text_gr:
//         "Το 1913 άφησε την Ελλάδα, για να εγκατασταθεί στο Σαν Φρανσίσκο της Καλιφόρνια. Μαθήτευσε πλάι στους Eric Spencer Macky και Maurice Sterne στις ΗΠΑ, και Fernand Léger και Émile-Othon Friesz στο Παρίσι. Στα έργα του αντικατοπτρίζεται η ελληνική κουλτούρα, με κυρίαρχη έμπνευση τα κυκλαδικά ειδώλια και τη λιτή γεωμετρία τους, ενώ υπάρχουν επιρροές από την αμερικανική κουλτούρα και τη τζαζ μουσική. Το έργο του, πρωτοποριακό για την εποχή του, τολμηρό και πρωτότυπο, αναγνωρίστηκε ευρύτατα μετά τον θάνατό του.",
//     },
//     {
//       painter_gr: "ΒΑΣΙΛΗΣ ΣΚΥΛΑΚΟΣ",
//     },
//     {
//       painter_gr: "ΓΕΩΡΓΙΟΣ ∆ΕΡΠΑΠΑΣ",
//       date: "1937-2014",
//       text_gr:
//         "Γεννήθηκε στην Κατερίνη. Το 1957 μεταβαίνει στο Αμβούργο για σπουδές οικονομικών και πολιτικών επιστημών, αλλά από το 1960 στρέφεται στη ζωγραφική. Το 1967 επιστρέφει στην Ελλάδα και αφοσιώνεται στην τέχνη του. Πρωτοπαρουσιάστηκε το 1964 στην Gallery “Tillybs” στο Αμβούργο. Σημαντικός δημιουργός με μοναδική σχεδιαστική ικανότητα και χρωματική δεξιοτεχνία. Ακουμπώντας στον φανταστικό ρεαλισμό, κατόρθωσε να δημιουργήσει την προσωπική του ταυτότητα. Όπως έγραψε για το έργο του ο Οδυσσέας Ελύτης: «πρόκειται για μια διαχρονική αίσθηση της ζωής».",
//     },
//     {
//       painter_gr: "ΓΕΩΡΓΙΟΣ ΒΑΚΙΡΤΖΗΣ",
//       date: "1923-1988",
//       text_gr:
//         "Σπούδασε ζωγραφική στη Σχολή Καλών Τεχνών (1939-46) κοντά στους Παρθένη και Αργυρό, ενώ από τον Αλμαλιώτη διδάχτηκε την τεχνική της γιγαντοαφίσας (1938-40). Την περίοδο 1952-53 σπούδασε ζωγραφική, χαρακτική και γραφικές τέχνες στο Παρίσι. Μεταξύ 1945-63 ήταν καλλιτεχνικός διευθυντής της “Σκούρας Φιλμς”, φιλοτεχνώντας παράλληλα γιγαντοαφίσες για τους κινηματογράφους της Αθήνας.",
//     },
//     {
//       painter_gr: "ΓΕΩΡΓΙΟΣ ΛΑΠΠΑΣ",
//       date: "1950-2016",
//       text_gr:
//         "Γεννήθηκε στο Κάιρο. Σπούδασε Κλινική Ψυχολογία στο Reed College Portland Oregon (1969-1973) και εργάστηκε εθελοντικά σε ψυχιατρεία. Το 1974 με υποτροφία του Ιδρύματος Watson ερεύνησε τη γλυπτική των ινδικών ναών. Παρακολούθησε μαθήματα αρχιτεκτονικής στο Architectural School of Architecture του Λονδίνου και στη συνέχεια μπήκε στην Ανωτάτη Σχολή Καλών Τεχνών όπου σπούδασε γλυπτική με καθηγητές τον Γιάννη Παππά και τον Γιώργο Νικολαΐδη (1976-1981). Συνέχισε τις σπουδές του στην Ιcole nationale supιrieure des Beaux-Arts του Παρισιού με υποτροφία του γαλλικού κράτους. Εργάστηκε στην Γαλλία και την Αγγλία ως το 1986. Το 1991 πήρε υποτροφία του ιδρύματος Cartier στο Παρίσι. Από το 1995 και έπειτα ταξίδευε και εργαζόταν στην Αγγλία, στις Η.Π.Α. και στην Ιαπωνία. Το 1992 εξελέγη Καθηγητής στην έδρα της Γλυπτικής στην Ανωτάτη Σχολή Καλών Τεχνών. Έργα του βρίσκονται σε πολλές σημαντικές ιδιωτικές και δημόσιες συλλογές εντός και εκτός Ελλάδος.",
//     },
//     {
//       painter_gr: "ΓΕΩΡΓΙΟΣ ΜΠΑΚΕΛΑΣ",
//       date: "1958-",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα. Σε ηλικία 15 ετών βρίσκεται στην Αμερική. Το 1978 γνωρίζεται με τον ζωγράφο Michael Gagner και έκτοτε η ζωγραφική γίνεται το μεγάλο του πάθος. Η πρώτη του έκθεση πραγματοποιήθηκε στο Los Angeles με μεγάλη επιτυχία. Από το 1992 ζει και εργάζεται στην Ελλάδα.",
//     },
//     {
//       painter_gr: "ΓΙΑΝΝΗΣ ΨΥΧΟΠΑΙΔΗΣ",
//       date: "1945-",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα. Σπούδασε χαρακτική με υποτροφία στην Ανωτάτη Σχολή Καλών Τεχνών. Πραγματοποίησε μεταπτυχιακές σπουδές στη ζωγραφική στην Καλών Τεχνών του Μονάχου με υποτροφία από τη Γερμανία. Το 1994 εξελέγη τακτικός καθηγητής στην Α.Σ.Κ.Τ. Τη δεκαετία του ‘60 υπήρξε μέλος της καλλιτεχνικής ομάδας «Α» και της εικαστικής ομάδας του περιοδικού «Επιθεώρηση Τέχνης». Ιδρυτικό μέλος της ομάδας των νέων Ελλήνων ρεαλιστών και του Κέντρου Εικαστικών Τεχνών. Από το 1966 παρουσιάζει τη δουλειά του σε μεγάλες ευρωπαϊκές πόλεις, στις ΗΠΑ και την Ιαπωνία.",
//     },
//     {
//       painter_gr: "ΓΙΑΝΝΗΣ ΓΑΪΤΗΣ",
//       date: "1923-1984",
//       text_gr:
//         "Ζωγράφος και γλύπτης που σπούδασε στην ΑΣΚΤ. Το 1954 έφυγε για τη Γαλλία, όπου συνέχισε τις σπουδές του στην Ακαδημία Grande Chaumière. Μετά τις περιπλανήσεις του στον εξπρεσιονισμό και την ερωτοτροπία του με την αφαίρεση, κατέληξε στην ανθρώπινη μορφή, την οποία υιοθέτησε ως βασικό εκφραστικό μέσο. Κατόρθωσε με την ομαδοποίηση, την επανάληψη και τη σχηματοποίηση, να εκφράσει τον σύγχρονο κόσμο: την επιβολή του ποσοτικού, τον ρόλο της διαφήμισης, τον άνθρωπο χωρίς δικό του πρόσωπο.",
//     },
//     {
//       painter_gr: "ΓΙΑΝΝΗΣ ΤΣΑΡΟΥΧΗΣ",
//       date: "1910-1989",
//       text_gr:
//         "Εμβληματικός καλλιτέχνης της «Γενιάς του ’30». Το έργο του, με βαθιά ελληνικό χαρακτήρα και αναφορές στον ευρωπαϊκό μοντερνισμό, αντικατοπτρίζει το ενδιαφέρον του για τη λαϊκή αρχιτεκτονική και ενδυμασία. Σπούδασε στην Ανωντάτη Σχολή Καλών Τεχνών (Α.Σ.Κ.Τ.) με δασκάλους τους Παρθένη και Κόντογλου. Οι πίνακές του συχνά αναπαριστούν στρατιώτες, ναύτες ή ποδοσφαιριστές, τοποθετημένους σε ένα πεζό σκηνικό της καθημερινότητας. Επηρεάστηκε από ζωγράφους και γλύπτες όπως ο Matisse και ο Giacometti, τους οποίους γνώριζε προσωπικά. Μαζί με άλλους καλλιτέχνες (Μόραλης, Νικολάου, Τέτσης, Εγγονόπουλος κ.ά.), δημιούργησε την ομάδα «Αρμός». Το 1967 μετακόμισε στο Παρίσι, όπου συνέχισε να παράγει έργα με ανδρικές φιγούρες, ισορροπώντας μεταξύ λυρισμού και ρεαλισμού, ηδονής και υπέρβασης. Με το ζωγραφικό και θεατρικό του έργο διαμόρφωσε την αισθητική της γενιάς του ’30, επηρεάζοντας τη Μεταπολεμική ζωγραφική.",
//     },
//     {
//       painter_gr: "ΓΙΩΡΓΟΣ ΜΗΛΙΟΣ",
//       date: "1935-2021",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα και σπούδασε Πολιτικές επιστήμες στο Πάντειο Πανεπιστήμιο. Αργότερα εισήχθη στην ΑΣΚΤ ως πρώτος επιτυχών απ΄όπου αποφοίτησε με πέντε επαίνους. Δάσκαλός του στη ζωγραφική ήταν ο Γιάννης Μόραλης και στη χαρακτηκή οι Κεφαλληνός, Παπαδημητρίου και Γραμματόπουλος. Το 1988 εξελέγη τακτικός καθηγητής στην Σχολή Καλών Τεχνών στη Θεσσαλονίκη και το 1996 καθηγητής χαρακτικής στην ΑΣΚΤ. Ο ψυχισμός του ζωγράφου και οι φιλοσοφικές του ανησυχίες εκφράστηκαν μέσα από μια προσωπική γραφή, η οποία ενσωμάτωσε στοιχεία σουρεαλιστικά, εξπρεσιονιστικά ή από άλλες περιόδους της ιστορίας της τέχνης.",
//     },
//     {
//       painter_gr: "ΓΙΩΡΓΟΣ ΣΤΑΘΟΠΟΥΛΟΣ",
//       date: "1944-",
//       text_gr:
//         "Γεννήθηκε στην Καλλιθέα (Προστοβά) Τριχωνίδος. Σπούδασε ζωγραφική και γλυπτική στην Ανωτάτη Σχολή Καλών Τεχνών (1966-71) κοντά στους Μόραλη, Νικολάου, Παππά και Καλαμάρα. Το 1970 έκανε την πρώτη του ατομική έκθεση στην Αθήνα. Το έργο του κινείται στην περιοχή της ελληνικότητας και συνδυάζει υπερρεαλιστικά και εξπρεσιονιστικά στοιχεία σε μία απλοϊκή γραφή. Έχει εικονογραφήσει βιβλία, εξώφυλλα, δίσκους και αφίσες.",
//     },
//     {
//       painter_gr: "ΓΙΩΡΓΟΣ. ΧΑΔΟΥΛΗΣ",
//       date: "1966-",
//       text_gr:
//         "Είναι από τους δημοφιλέστερους ζωγράφους της γενιάς του. Σπούδασε ζωγραφική στην École des Beaux-Arts στο Παρίσι, όπου έζησε δέκα χρόνια. Εκ-θέτει συστηματικά στην Ελλάδα και το εξωτερικό. Έχει επίσης αξιόλογο έργο στo σχέδιο, τη λιθογραφία και τα κεραμικά. Χρησιμοποιώντας έντονα χρώματα και καθαρό σχέδιο, το έργο του Χαδούλη δοξάζει το τι σημαίνει να είναι κανείς ζωντανός.",
//     },
//     {
//       painter_gr: "ΓΡΗΓΟΡΗΣ ΠΑΠΑΘΕΟ∆ΩΡΟΥ",
//       date: "1929-2022",
//       text_gr:
//         "Γεννήθηκε στο Αγρίνιο. Αυτοδίδακτος ζωγράφος, από πολύ μικρός ασχολήθηκε επαγγελματικά με όλους τους κλάδους της τέχνης, όπως επιγραφές, διακοσμήσεις καταστημάτων, αγιογραφίες, σκηνικά θεάτρων. Παράλληλα, για τον εαυτό του μόνο φιλοτεχνούσε κάποιους παράδοξους πίνακες ζωγραφικής. Το 1970 διοργανώθηκε έκθεση στο Λονδίνο με έργα του (Galleri Agora), με πολύ μεγάλη απήχηση. Το 1978 έλαβε το Α’ βραβείο Μεσογειακών Χωρών Τουρισμού και Κουλτούρας.",
//     },
//     {
//       painter_gr: "ΔΗΜΗΤΡΗΣ ΑΛΗΘΕΙΝΟΣ",
//       date: "1945-",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα. Σπούδασε ζωγραφική στην Α. Σ.Κ.Τ. της Αθήνας και στην Academia di Belle Arti της Ρώμης και αρχιτεκτονική στην Ecole Speciale d’ Architecture στο Παρίσι. Από τους πιο σημαντικούς σύγχρονους Έλληνες εικαστικούς, με σημαντική παρουσία στον διεθνή χώρο. Το 2013 παρουσιάστηκε μεγάλη αναδρομική έκθεσή του στο Εθνικό Μουσείο Σύγχρονης Τέχνης, ενώ το 2015 βραβεύτηκε για το σύνολο του έργου του από την Ένωση Τεχνοκριτών AICA Hellas.",
//     },
//     {
//       painter_gr: "ΔΗΜΗΤΡΗΣ ΓΑΛΑΝΗΣ",
//       date: "1879-1966",
//       text_gr:
//         "Από τους πιο σημαντικούς Έλληνες καλλιτέχνες του 20ου αιώνα. Γελοιογράφος, εικονογράφος, ζωγράφος και χαράκτης απαράμιλλης τεχνικής. Φιλοτέχνησε εξώφυλλα σπουδαίων γαλλικών εκδόσεων του Μεσοπολέμου. Το 1900 εγκαταστάθηκε στο Παρίσι (Μονμάρτρη), όπου έζησε για πενήντα χρόνια και γρήγορα αναγνωρίστηκε ως ένας από τους πιο ταλαντούχους καλλιτέχνες. Εξέθεσε έργα του πλάι στους Matisse, Braque, Juan Gris, Dufy, Chagall, Picasso κ.ά. Απέσπασε μεγάλες τιμές από το γαλλικό κράτος, έγινε τακτικός καθηγητής της École des Beaux-Arts και μέλος της Académie Française. Ο André Malraux περιέγραψε το έργο του ως «έχον τη δύναμη να γεννήσει συναισθήματα αντίστοιχα με εκείνα που γεννά το έργο του Giotto».",
//     },
//     {
//       painter_gr: "ΔΗΜΗΤΡΗΣ ΜΥΤΑΡΑΣ",
//       date: "1934-2017",
//       text_gr:
//         "Γεννήθηκε στην Εύβοια. Σπούδασε ζωγραφική στην ΑΣΚΤ με τον Μόραλη και τον Παπαλουκά. Συνέχισε τις σπουδές του στην École Nationale Supérieure des Arts Décoratifs στο Παρίσι (σκηνογραφία). Εκλέχθηκε Καθηγητής και αργότερα Πρύτανης της Α.Σ.Κ.Τ. Το έργο του καλύπτει ένα ευρύτατο φάσμα: σχέδια, ζωγραφικοί πίνακες, θεατρικά σκηνικά και κοστούμια, αρχιτεκτονικά σχέδια, ταπισερί, παιχνίδια και αναρίθμητα άλλα. Αποτύπωσε κυρίως την ανθρώπινη φιγούρα, με νατουραλιστικό και εξπρεσιονιστικό τρόπο. Άντλησε έμπνευση από τον μεταφυσικό και τον συμβολικό ρεαλισμό.",
//     },
//     {
//       painter_gr: "ΔΗΜΗΤΡΙΟΣ ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ",
//     },
//     {
//       painter_gr: "ΔΙΑΜΑΝΤΗΣ ΔΙΑΜΑΝΤΟΠΟΥΛΟΣ",
//     },
//     {
//       painter_gr: "ΕΥΓΕΝΙΟΣ ΣΠΑΘΑΡΗΣ",
//       date: "1924-2009",
//       text_gr:
//         "Γεννιέται στην Κηφισιά και από την αρχή της ζωής του έρχεται σε επαφή με το θέατρο Σκιών και τον Καραγκιόζη μέσω του πατέρα του Σωτήρη, γνωστού καραγκιοζοπαίχτη. Ξεκίνησε να δίνει παραστάσεις στη διάρκεια της Κατοχής, σε αθηναϊκά θέατρα, πρεσβείες κ.α. Συνέχισε με παραστάσεις στην Ελλάδα και το εξωτερικό, συμμετέχοντας σε διεθνή φεστιβάλ και συνέδρια για το θέατρο Σκιών. Από το 1949 επιδίδεται και στη ζωγραφική, συμμετέχοντας σε 35 εκθέσεις. Ήταν μέλος του Καλλιτεχνικού Επιμελητηρίου Ελλάδος και του Ινστιτούτου Παγκοσμίου Θεάτρου της UNESCO.",
//     },
//     {
//       painter_gr: "ΘΑΝΟΣ ΤΣΙΓΚΟΣ",
//       date: "1914-1965",
//       text_gr:
//         "Ανήκει στο ευρωπαϊκό ρεύμα της Art Informel. Γεννήθηκε στην Ελευσίνα, σπούδασε αρχιτεκτονική στο Ε.Μ.Π και δούλεψε ως αρχιτέκτονας. Το 1948 εγκαθίσταται στο Παρίσι, αγοράζει το θέατρο Gaîté Montparnasse και αναλαμβάνει τη σκηνογραφία και τα κοστούμια. Γνωρίζεται με μορφές όπως οι Sartre, Chagall και Picasso. Η παράλληλη ενασχόλησή του με τη ζωγραφική (1949-53) εξελίσσεται σε κύρια ασχολία: εκθέτει για πρώτη φορά στην Galerie du Siècle (1950) και ακολουθεί η πρώτη ατομική έκθεση στο Παρίσι. Το 1980 πραγματοποιείται αναδρομική έκθεσή του στην Εθνική Πινακοθήκη και στο Centre Georges Pompidou στο Παρίσι.",
//     },
//     {
//       painter_gr: "ΘΕΟΔΩΡΟΣ ΠΑΝΤΑΛΕΩΝ",
//       date: "1945-",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα. Σπούδασε στη Σχολή Δοξιάδη, υπό τον Ηλία Δεκουλάκο. Στα έργα  του χρησιμοποιεί στοιχεία σουρεαλισμού και μανιερισμού (συχνά την εικόνα από ένα ιδεαλιστικό πρόσωπο γυναίκας). Έργα του βρίσκονται σε Δημοτικές Πινακοθήκες και Μουσεία στην Ελλάδα και το εξωτερικό. Το 1985 κέρδισε το 1ο Βραβείο La Main d’ Or (Ινστιτούτο Ακαδημίας του Παρισιού) και το 1998 το 1ο Βραβείο Bordeaux της 5ης Διεθνούς  Έκθεσης Γαλλία-Ελλάδα-Τουρκία.",
//     },
//     {
//       painter_gr: "ΘΕΟΔΩΡΟΣ ΣΤΑΜΟΣ",
//       date: "1922-1997",
//       text_gr:
//         "Ελληνοαμερικανός καλλιτέχνης. Γεννήθηκε στη Ν. Υόρκη και πέθανε στα Ιωάννινα. Ένας από τους νεότερους ζωγράφους της αυθεντικής ομάδας των αφηρημένων εξπρεσιονιστών, τους αποκαλούμενους «Οξύθυμους », που περιελάμβανε τους Τζάκσον Πόλοκ, Βίλεμ ντε Κούνινγκ και Μαρκ Ρόθκο.",
//     },
//     {
//       painter_gr: "ΓΕΩΡΓΙΟΣ ΙΑΚΩΒΙΔΗΣ",
//       date: "1853-1932",
//       text_gr:
//         "Από τους σημαντικότερους εκπροσώπους της «Σχολής του Μονάχου». Ρεαλιστής ζωγράφος υψηλής ακαδημαϊκής παιδείας, γνωστός κυρίως για τα έργα που απεικονίζουν παιδιά. Γεννήθηκε στη Λέσβο και έζησε στο Μόναχο, όπου φιλοτέχνησε πίνακες με μυθολογικές σκηνές και πορτρέτα. Επέστρεψε στην Ελλάδα το 1900 και υπήρξε ο πρώτος έφορος της Εθνικής Πινακοθήκης (1901). Το 1904 έγινε διευθυντής της Σχολής Καλών Τεχνών, όπου δίδαξε για 25 χρόνια. Φιλοτέχνησε πορτρέτα επιφανών Ελλήνων ως ο επίσημος προσωπογράφος της μεγαλοαστικής τάξης, ενώ υπήρξε ένα από τα πρώτα μέλη της Ακαδημίας Αθηνών.",
//     },
//     {
//       painter_gr: "ΚΩΣΤΑΣ ΚΟΥΛΕΝΤΙΑΝΟΣ",
//       date: "1918-1995",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα. Μετά τις σπουδές του στην Α.Σ.Κ.Τ., πήγε στο Παρίσι με υποτροφία της Γαλλίας. Ύστερα από ένα σύντομο πέρα-σμα από την École Des Beaux Arts και την Grande Chaumière, αποφάσισε να εγκαταλείψει την ακαδημαϊκή αντίληψη της γλυπτικής. Η γνωριμία του με τον Laurens το 1947 υπήρ-ξε καθοριστική. Σημαντική περίοδο στην πορεία του αποτελούν οι Ακροβάτες (1952-59). Μετά περνάει στην αφαίρεση. Το 1962 κάνει την πρώτη του ατομική έκθεση στην Galerie de France και ταυτόχρονα συνεργάζεται με αρχιτέκτονες για την ένταξη της γλυπτικής στην αρχιτεκτονική, φτιάχνοντας μεγάλα γλυπτά για δημόσια κτίρια και ανοιχτούς χώρους. Το 1980-1995 δούλεψε στην Ελλάδα.",
//     },
//     {
//       painter_gr: "ΚΩΣΤΑΣ ΠΑΝΙΑΡΑΣ",
//       date: "1934-2014",
//       text_gr:
//         "Γεννήθηκε στο Κιάτο Κορινθίας. Εγκατέλειψε τη Νομική, για να γραφτεί στην Καλών Τεχνών, με δασκάλους τον Μόραλη και την Ζογγολοπούλου. Συνέχισε τις σπουδές στο Παρίσι, όπου έζησε 20 χρόνια. Εκεί σπούδασε λιθογραφία στη Σχολή Καλών Τεχνών, ζωγραφική με τον Αντρέ Λοτ και ψηφιδωτό και φρέσκο με τον Τζίνο Σεβερίνη. Το 1956 παρουσίασε την πρώτη ατομική του έκθεση στην Αθήνα. Ακολούθησαν ατομικές, ορισμένες σε συνεργασία με τον Αλέξανδρο Ιόλα, και ομαδικές στην Ελλάδα και το εξωτερικό. Το 2007 οργανώθηκε αναδρομική παρουσίαση του έργου του στο Μουσείο Μπενάκη.",
//     },
//     {
//       painter_gr: "ΚΩΣΤΑΣ ΤΣΟΚΛΗΣ",
//       date: "1930-",
//       text_gr:
//         "Σημαντικός καλλιτέχνης της μεταπολεμικής γενιάς, του οποίου τα έργα συνδυάζουν την εννοιολογική τέχνη, τον νέο ρεαλισμό και την pop art. Σπούδασε στην Α.Σ.Κ.Τ. υπό τον Μόραλη. Έζησε κι εργάστηκε στη Ρώμη και στη συνέχεια υπότροφος στο Παρίσι μέχρι το 1976. Το 1983 εγκαταστάθηκε οριστικά στην Ελλάδα, ενώ πολυάριθμες εκθέσεις του οργανώθηκαν σε Ευρώπη και Αμερική. Το 1986 εκπροσώπησε την Ελλάδα στη Μπιενάλε της Βενετίας. Στα έργα του ενυπάρχει το στοιχείο της οφθαλμαπάτης, καθώς τα όρια μεταξύ ζωγραφικού έργου και πραγματικού χώρου τείνουν να καταρρίπτονται. Από το 1985 τα έργα του περιλαμβάνουν και μαγνητοσκοπημένες εικόνες, σε μια απόπειρα να εκφράσουν το στοιχείο του χρόνου.",
//     },
//     {
//       painter_gr: "ΚΩΣΤΑΣ ΧΑΡΑΛΑΜΠΙΔΗΣ",
//       date: "1946-",
//       text_gr:
//         "Γεννήθηκε το 1946 στην Κατερίνη Πιερίας. Σπουδάζει ζωγραφική στην École Nationale des Beaux-Arts του Παρισιού και εγκαθίσταται στη Γαλλία. Εξασκεί με επιτυχία τη ζωγραφική ως επάγγελμα και παράλληλα μαθητεύει στο εργαστήριο του Μουσείου του Λούβρου, στο τμήμα γκραβούρας στη Σχολή Καλών Τεχνών της Σεβίλλης, στο τμήμα λινοτυπίας και μεταξοτυπίας στο Νεγύ-σουρ-Μαρν και στο τμήμα λιθογραφίας στο Νοζέντ-Σουρ-Μαρν. Από το 1975 έως σήμερα, τα έργα του εκτίθενται μόνιμα σε Μουσεία και παρουσιάζονται σε εκθέσεις στη Γαλλία και την Ελλάδα.",
//     },
//     {
//       painter_gr: "ΚΩΣΤΗΣ ΤΡΙΑΝΤΑΦΥΛΛΟΥ",
//       date: "1950-",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα. Εικαστικός καλλιτέχνης και ποιητής με πανεπιστημιακές σπουδές στην Αθήνα και το Παρίσι. Το 1969 δημοσιεύεται το πρώτο του κολάζ και πραγματοποιεί την πρώτη του έκθεση με γλυπτά από μολύβι. Οργανώνει στην Αθήνα δύο περιοδικά Λόγου &amp; Τέχνης, τον Λωτό (1968-72) και την Πράξη (1972). Το πρώτο του βιβλίο ποίησης κυκλοφορεί το 1974. Από το 1970 έως σήμερα δημοσιεύει σχέδια, ποιήματα, πεζά και δοκίμια. Συμμετέχει σε συνέδρια/συμπόσια Τέχνης, Τεχνολογίας και Ποίησης και Νέων Τεχνολογιών. Τα έργα του βρίσκονται σε μουσεία και σε ιδιωτικές συλλογές.",
//     },
//     {
//       painter_gr: "ΜΑΚΗΣ ΘΕΟΦΥΛΑΚΤΟΠΟΥΛΟΣ",
//       date: "1939-",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα και ζει στον Άλιμο. Σπούδασε ζωγραφική στην Α.Σ.Κ.Τ. με τον Μόραλη. Την περίοδο 1969-74 εργάστηκε στη Λωζάνη, το Παρίσι και τη Ν.Υόρκη με υποτροφία του Ιδρύματος Ford. Το 1988-2006 διδάσκει Ζωγραφική στη Σχολή Καλών Τεχνών του ΑΠΘ. Οι πίνακές του είναι συνήθως μεσαίου ή μεγάλου μεγέθους, ζωγραφισμένοι με λάδι ή ακρυλικό. Έχει δώσει και μεγάλα σχέδια με κάρβουνο. Η παλαιότερη θεματολογία του είχε σχέση με τους κοινωνικούς προβληματισμούς του. Η ανθρώπινη φιγούρα παραμένει κυρίαρχο στοιχείο στη ζωγραφική του. Το έργο του, μοντέρνο και στοχαστικό, έχει εκτεθεί παγκοσμίως.",
//     },
//     {
//       painter_gr: "ΜΑΡΙΟΣ ΠΡΑΣΙΝΟΣ",
//       date: "1916-1985",
//       text_gr:
//         "Γεννήθηκε στην Κωνσταντινούπολη. Εγκαταστάθηκε στη Γαλλία το 1922, λόγω των διωγμών του Ατατούρκ. Δεν σπούδασε ζωγραφική, αλλά εξοικειώθηκε από νωρίς με την τέχνη στο οικογενειακό περιβάλλον. Η πρώτη του έκθεση στο Παρίσι (1938) έχει σουρεαλιστικές επιρροές. Μετά τον πόλεμο του ‘40 η ζωγραφική του εντάσσεται στη νέα École de Paris. Το 1948-76 εκθέτει στην Gallerie de France. Το 1951 εγκαθίσταται στην Προβηγκία και σχεδιάζει ταπισερί. Ασχολείται με την προσωπογραφία, φτιάχνοντας ιδιόμορφα πορτρέτα. Οι τελευταίες θεματικές της ζωγραφικής του ήταν τα Τουρκικά τοπία, Τα Δέντρα και οι Peintures du Supplice. Εικονογράφησε πολλά βιβλία και σκηνογράφησε θέατρο.",
//     },
//     {
//       painter_gr: "ΝΙΚΟΣ-ΧΑΤΖΗΚΥΡΙΑΚΟΣ. ΓΚΙΚΑΣ",
//       date: "1906-1994",
//       text_gr:
//         "Αρχίζει τις σπουδές του με τον Παρθένη, μαθητής ακόμα, και τις συνεχίζει στο Παρίσι στην Ακαδημία Ρανσόν με δασκάλους του τον Μπισσιέρ και τον Γαλάνη. Εκθέτει πολύ νωρίς έργα του στο Παρίσι και το 1928 παρουσιάζει την πρώτη ατομική έκθεσή του και στην Αθήνα. Η ζωγραφική του θα περάσει από τις κατακτήσεις πολλών ρευμάτων της τέχνης, για να καταλήξει σε μια καθαρά προσωπική εκφραστική γλώσσα. Στις πιο χαρακτηριστικές του προσπάθειες συνδυάζονται θαυμάσια το λεξιλόγιο του κυβισμού με τη χρωματικότητα του φοβισμού, αλλά πάντα επικρατούν οι καθαρά προσωπικές διατυπώσεις. Πηγαιότητα και εσωτερικότητα, χρωματικός πλούτος και μελετημένη οργάνωση δίνουν τον τόνο.",
//     },
//     {
//       painter_gr: "ΝΙΚΟΣ ΞΕΝΟΣ",
//       date: "1908-1983",
//       text_gr:
//         "Σπούδασε ζωγραφική στην ΑΣΚΤ με δασκάλους τους Ιακωβίδη, Ροϊλό και Βικάτο. Συμπλήρωσε τις σπουδές του στη Γερμανία. Εκφραστής της παραστατικής ζωγραφικής, με επιρροές από τους ιμπρεσιονιστές, φιλοτεχνούσε κυρίως τοπία με φωτεινά χρώματα. Έλαβε μέρος σε πολλές εκθέσεις και έργα του βρίσκονται σε πινακοθήκες και ιδιωτικές συλλογές.",
//     },
//     {
//       painter_gr: "ΟΠΥ ΖΟΥΝΗ",
//       date: "1941-2008",
//       text_gr:
//         "Γεννήθηκε στο Κάιρο, όπου διδάχθηκε ζωγραφική, κεραμική, φωτογραφία και έκανε την πρώτη της ατομική έκθεση. Το 1963 εγκαταστάθηκε στην Ελλάδα. Σπούδασε στην Α.Σ.Κ.Τ. με τους Μόραλη και Βασιλειάδη. Στα παλαιότερα έργα της (ζωγραφική σε χαρτόνι ή σε χαραγμένο φελλό) κυριαρχούσε ο εξπρεσιονισμός. Από τη δεκαετία του 1970, στράφηκε στις γεωμετρικές συνθέσεις. Σε πρώτη φάση κυριαρχεί η λιτότητα της φόρμας και οι αρμονικές αναλογίες. Στη συνέχεια, οι οπτικοί πειραματισμοί επεκτείνονται στις τρεις διαστάσεις, την προοπτική, τη διάθλαση του φωτός. Το έργο της περιλαμβάνει επίσης χαρακτικά και πειραματισμούς με χρήση τεχνολογίας, φωτογραφικές επεμβάσεις, video κ.ά.",
//     },
//     {
//       painter_gr: "ΠΑΝΑΓΙΩΤΗΣ ΦΕΙ∆ΑΚΗΣ",
//       date: "1956-2003",
//       text_gr:
//         "Γεννήθηκε στο Αίγιο. Σπούδασε στην Ανωτάτη Σχολή Καλών Τεχνών με δασκάλους τον Δημήτρη Μυταρά, τον Γιάννη Μόραλη και τον Γιώργο Μαυροΐδη. Αρχικά ξεκίνησε φιλοτεχνώντας πίνακες μεγάλης ευαισθησίας και λιτότητας, στους οποίους κυρίαρχο ρόλο παίζει η ένταση της γραφής. Το 1995 πλούτισε την παλέτα του με ζωηρές αποχρώσεις του κόκκινου και του πράσινου ενώ δημιούργησε και μεγάλων διαστάσεων συνθέσεις. Ο Φειδάκης παρουσίασε τους πίνακες που φιλοτέχνησε σε πολλές εκθέσεις τόσο στην Ελλάδα όσο και στο εξωτερικό.",
//     },
//     {
//       painter_gr: "ΠΑΥΛΟΣ ΔΙΟΝΥΣΟΠΟΥΛΟΣ",
//       date: "1930-2019",
//       text_gr:
//         "Γεννήθηκε στα Φιλιατρά Μεσσηνίας. Σπούδασε ζωγραφική στην ΑΣΚΤ υπό τον Μόραλη. Το 1954 πήγε στο Παρίσι με υποτροφία της Γαλλίας, ενώ το 1955-1958 εργάστηκε στην Αθήνα για τη διαφήμιση και το θέατρο. Το 1958 επέστρεψε οριστικά στο Παρίσι. Σύναψε φιλίες με καλλιτέχνες όπως οι Calder, Giacometti και Dubuffet, που τον επηρέασαν. Αν και οι αναζητήσεις του συγγενεύουν με αυτές των νεορεαλιστών, της pop art και της επιστροφής στην παραστατικότητα, ποτέ δεν εντάχθηκε σε κανένα από αυτά τα κινήματα. Είναι ιδιαίτερα γνωστός για την αντικατάσταση του καμβά και του χρώματος από κατασκευές με λεπτές λωρίδες περιοδικών και αφισών, κομμένες με μηχανικά μέσα. Με τον τρόπο αυτό προκύπτουν τρισδιάστατες, σύγχρονες νεκρές φύσεις.",
//     },
//     {
//       painter_gr: "ΠΑΥΛΟΣ ΣΑΜΙΟΣ",
//       date: "1948-2021",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα. Από μικρός ασχολήθηκε με τη ζωγραφική και το σχέδιο, βοηθώντας τον πατέρα του στο εργαστήριο παπουτσιών. Από νωρίς αγάπησε τη θρησκευτική ζωγραφική και εργάστηκε στο εργαστήρι Αγιογραφίας του Καρούσου μέχρι δεκαοκτώ ετών. Παρακολούθησε μαθήματα σχεδίου στο Εργαστήρι του Σαραφιανού και πέρασε στην Α.Σ.Κ.Τ. με δασκάλους τους Νικολάου και Μόραλη. Από το 1978 έως το 1992 έζησε και εργάστηκε στο Παρίσι. Από το 2000 ήταν καθηγητής στην Α.Σ.Κ.Τ. (παραδοσιακή ζωγραφική fresco, βυζαντινές εικόνες, χειρόγραφα). Έχει ζωγραφίσει με την τεχνική του fresco πολλές μικρές εκκλησίες. Είχε πραγματοποιήσει 70 ατομικές εκθέσεις και είχε λάβει μέρος σε σημαντικές ομαδικές εκθέσεις.",
//     },
//     {
//       painter_gr: "ΠΕΤΡΟΣ ΖΟΥΜΠΟΥΛΑΚΗΣ",
//       date: "1937-",
//       text_gr:
//         "Σπούδασε στην Ανωτάτη Σχολή Καλών Τεχνών, ζωγραφική, κοντά στο Γιάννη Μόραλη, και σκηνογραφία, διαφήμιση και διακοσμητικές τέχνες, με το Βασίλη Βασιλειάδη. Το 1964 – 1965 έλαβε υποτροφία του Ι.Κ.Υ. για τη μελέτη της βυζαντινής και της λαϊκής τέχνης στην Ελλάδα.  Δίδαξε ως καθηγητής επαγγελματικής εκπαίδευσης σε δημόσιες και ιδιωτικές σχολές. Έχει παρουσιάσει τη δουλειά του σε πολλές ατομικές, ομαδικές  και διεθνείς εκθέσεις  στην Ελλάδα και το εξωτερικό, ενώ, εκτός από τη ζωγραφική, έχει επίσης ασχοληθεί με την εικονογράφηση εντύπων αλλά και με τη σκηνογραφία, δουλεύοντας τόσο για το θέατρο όσο και για τον κινηματογράφο. Ήδη από τη δεκαετία του 1970, τον απασχόλησε η ζωγραφική απόδοση του φυσικού χώρου, χωρίς ωστόσο να περιορίζεται στους συνήθεις τύπους της τοπιογραφίας, δημιουργώντας αργότερα, με την αξιοποίηση στοιχείων από ποικίλες τεχνοτροπικές τάσεις, τη σειρά έργων με τίτλο Αέναο Τοπίο.",
//     },
//     {
//       painter_gr: "ΣΟΝΙΑ ΓΕΡΟΟΔΗΜΟΥ",
//     },
//     {
//       painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
//       date: "1903-1985",
//       text_gr:
//         "Έλληνας ζωγράφος, γνωστός για την ιδιαίτερη τεχνοτροπία του, που συχνά χαρακτηρίζεται ως ελληνική, λαϊκή pop art. Στα έργα του απεικονίζει κυρίως φυσικά και αστικά τοπία, νεκρές φύσεις και σκηνές από την καθημερινή ζωή, συχνά σε μονοχρωματικό φόντο (χρυσό ή μπλε), όπου παρεμβάλλονται αιωρούμενα αντικείμενα ή σύμβολα της ελληνικής καθημερινότητας. Το 1960 έλαβε το βραβείο Guggenheim για την Ελλάδα. Κατόρθωσε να εκφράσει το συνεχώς εξελισσόμενο αστικό περιβάλλον, εκκινώντας από το προσωπικό του παράδειγμα της πόλης των Αθηνών. Κατά τη διάρκεια της Κατοχής, όπου δεν είχε χρώματα ζωγραφικής, παρήγαγε μεγάλο αριθμό χαρακτικών και ξυλόγλυπτων. Το 2004-2016 το σπίτι του λειτούργησε ως Μουσείο.",
//     },
//     {
//       painter_gr: "ΣΠΥΡΟΣ ΠΑΠΑΛΟΥΚΑΣ",
//       date: "1892-1957",
//       text_gr:
//         "Γεννήθηκε στη Δεσφίνα (Φωκίδα). Από έφηβος έμαθε την τέχνη της αγιογραφίας κοντά σ’ έναν τοπικό αγιογράφο. Το 1906 εγκαταστάθηκε στον Πειραιά, για να εξασκήσει την αγιογραφία. Το 1909 έγινε δεκτός στη Σχολή Καλών Τεχνών της Αθήνας, με δασκάλους τους Ροϊλό και Ιακωβίδη. Το 1916 συνέχισε τις σπουδές του στο Παρίσι (Académie Julien κ.ά. σχολές). Το 1921 επέστρεψε στην Ελλάδα και ακολούθησε τον Ελληνικό Στρατό στη Μικρά Ασία ως επίσημος εικονογράφος της εκστρατείας. Όλα τα έργα του από αυτήν την περίοδο χάθηκαν στην καταστροφή της Σμύρνης το 1922. Το 1923 παρέμεινε στο Άγιο Όρος, αντλώντας θέματα για τη ζωγραφική του από τις Μονές. Επιστρέφοντας, εγκαταστάθηκε στην Αίγινα.",
//     },
//     {
//       painter_gr: "ΣΤΕΦΑΝΟΣ ∆ΑΣΚΑΛΑΚΗΣ",
//       date: "1952-",
//       text_gr:
//         "Γεννήθηκε στον Πειραιά. Σπούδασε ζωγραφική στην Α.Σ.Κ.Τ., κοντά στον Μαυροΐδη (1970-74). Συνέχισε τις σπουδές του στη Λυών και στο Παρίσι (1978-81). Αργότερα παρακολούθησε το Εργαστήριο του Leonardo Cremonini στην Α.Σ.Κ.Τ. του Παρισιού. Έργα του βρίσκονται στην Εθνική Πινακοθήκη, στις Συλλογές της Εθνικής Τράπεζας, του Ιδρύματος Γουλανδρή, στο Τελλόγλειο Μουσείο και σε ιδιωτικές συλλογές σε Γαλλία, Βέλγιο και Ελλάδα. Το 2014 τιμήθηκε με το Βραβείο της Ακαδημίας Αθηνών.",
//     },
//     {
//       painter_gr: "ΣΩΤΗΡΗΣ ΣΟΡΟΓΚΑΣ",
//       date: "1936-",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα. Σπούδασε με υποτροφία στην Α.Σ.Κ.Τ. Το 1972 έλαβε χορηγία του ιδρύματος Ford. Το 1964-2003 δίδαξε σχέδιο και χρώμα στη Σχολή Αρχιτεκτόνων του Ε.Μ.Π.. Ιδρυτικό μέλος του Συνδέσμου Σύγχρονης Τέχνης, της Εταιρείας Μελέτης Ελληνικού Πολιτισμού, μέλος της «Ομάδας για την Επικοινωνία και την Εκπαίδευση στην Τέχνη» και της συντακτικής επιτροπής των περιοδικών «Σπείρα» και «Ερμής ο Λόγιος». Έργα του βρίσκονται στην Εθνική Πινακοθήκη, στις πινακοθήκες Πιερίδη, Βορρέ και Μοσχανδρέου, στο Τελλόγλειο Μουσείο, στο Μουσείο Γουλανδρή. Το 2004 βραβεύτηκε από την Ακαδημία Αθηνών.",
//     },
//     {
//       painter_gr: "ΤΡΙΑΝΤΑΦΥΛΛΟΣ ΠΑΤΡΑΣΚΙΔΗΣ",
//       date: "1946-",
//       text_gr:
//         "Γεννήθηκε στη Δράμα. Σπούδασε στην  Ανωτάτη Σχολή Καλών Τεχνών και μετά στην École des Beaux-Αrts στο Παρίσι. Εκεί γνώρισε και τη σύζυγό του, τη ζωγράφο Μ. Λεβεντάκου. Διετέλεσε Καθηγητής στην Α.Σ.Κ.Τ. επί τριάντα δύο χρόνια και Πρύτανης. Έχει στο ενεργητικό του πληθώρα ατομικών και ομαδικών Εκθέσεων. Ατομική του αναδρομική Έκθεση διοργανώθηκε το 2018 στον Άλιμο.",
//     },
//     {
//       painter_gr: "ΦΩΤΗΣ ΚΟΝΤΟΓΛΟΥ",
//       date: "1895-1965",
//       text_gr:
//         "Γεννήθηκε στο Αϊβαλί. Λογοτέχνης, ζωγράφος και αγιογράφος, επίλεκτο μέλος της γενιάς του ‘30. Μαθητές του υπήρξαν οι ζωγράφοι Βασιλείου, Τσαρούχης και Εγγονόπουλος. Το 1913 εγγράφεται στην Καλών Τεχνών στην Αθήνα. Το κλίμα στη Σχολή δεν τον σηκώνει, καθώς κυριαρχεί το ακαδημαϊκό στυλ του Μονάχου, ενώ ο ίδιος είναι φορέας του μικρασιατικού λαϊκού πολιτισμού. Το 1914 εγκαταλείπει τη Σχολή και φεύγει για την Ευρώπη. Γίνεται γνωστός στο Παρίσι, όταν τον προσέχει ο διάσημος γλύπτης Ογκίστ Ροντέν. Εκεί συναντά τον φίλο και συμφοιτητή του Σπύρο Παπαλουκά. Την εποχή εκείνη γράφει το πρώτο λογοτεχνικό του έργο «Πέδρο Καζάς». Το 1921 συμμετέχει στη μικρασιατική εκστρατεία. Μετά την Καταστροφή του ‘22, φτάνει πρόσφυγας στη Λέσβο και εν συνεχεία στην Αθήνα. Αγιογραφεί πολλές εκκλησίες, ενώ στις φορητές εικόνες χρησιμοποιεί τη μέθοδο της ωογραφίας. Προσηλώνεται φανατικά σε ό,τι θεωρεί καθαρά ελληνικό, βγαλμένο από την παράδοση του Βυζαντίου και της Ορθόδοξης εκκλησίας. Φιλοτεχνεί τοπία, σχέδια βιβλίων, περιοδικών, ποιητικών συλλογών, πορτρέτα, ενώ σημαντικό έργο του είναι οι βυζαντινοπρεπείς νωπογραφίες στο Δημαρχείο Αθηνών. Δούλεψε στο Βυζαντινό Μουσείο, το Κοπτικό Μουσείο του Καΐρου και δημιούργησε το Βυζαντινό τμήμα του Μουσείου Κερκύρας.",
//     },
//     {
//       painter_gr: "ΧΡΙΣΤΟΣ ΚΑΡΑΣ",
//       date: "1930-",
//       text_gr:
//         "Γεννήθηκε στα Τρίκαλα Θεσσαλίας. Σπούδασε στην Α.Σ.Κ.Τ. Με υποτροφία σπουδάζει Φρέσκο στη Σχολή Καλών Τεχνών του Παρισιού, όπου μένει μέχρι το 1963. Συγχρόνως ταξιδεύει σε Βέλγιο, Ολλανδία, Ισπανία, Ιταλία, Αγγλία, Γερμανία, παρακολουθώντας τις διεθνείς εκθέσεις. Το 1973 φεύγει για τη Ν. Υόρκη με υποτροφία του ιδρύματος Ford. Στην Ελλάδα μετέχει ενεργά στην προσπάθεια για τη δημιουργία ενός σύγχρονου καλλιτεχνικού κλίματος. Ιδρύει με άλλους καλλιτέχνες την ομάδα «Τομή» και τον Σύνδεσμο Καλλιτεχνών. Μετέχει στην οργάνωση Συνεδρίων και Συμποσίων.  Έχει εκπροσωπήσει την Ελλάδα στην Μπιενάλε της Βενετίας. Τα έργο του έχει αναλυθεί εκτετα-μένα σε κείμενα και εκδόσεις.",
//     },
//     {
//       painter_gr: "ΧΡΟΝΗΣ ΜΠΟΤΣΟΓΛΟΥ",
//       date: "1941-2022",
//       text_gr:
//         "Γεννήθηκε στη Θεσσαλονίκη. Σπούδασε ζωγραφική στην Α.Σ.Κ.Τ. με καθηγητή τον Μόραλη. Από το 1970 σπούδασε με υποτροφία στην École Nationale des Beaux Arts του Παρισιού. Το 1989 εξελέγη Καθηγητής στην A.Σ.Κ.Τ. Ασχολήθηκε επίσης με τη γλυπτική και τη χαρακτική. Είχε εκθέσει έργα του σε Ελλάδα και εξωτερικό. Από το 1964 συμμετείχε σε καλλιτεχνικές ομάδες με πολιτικό χαρακτήρα. Ιδρυτικό μέλος της ομάδας «Νέοι Έλληνες Ρεαλιστές». Είχε εκδώσει τα βιβλία «Ημερολόγια-Ταξίδια» (1994), «Ψευτοδοκίμια» (2000), το «Χρώμα της σπουδής» (2005) και την ποιητική συλλογή «Σπουδή στο μαύρο» (1998).",
//     },
//     null,
//     {
//       painter_gr: "ΓΙΑΝΝΗΣ ΜΙΧΑΣ",
//       date: "1938-2008",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα. Μαθήτευσε αρχικά δίπλα στον ζωγράφο Ηλιάδη και την περίοδο 1958-62 σπούδασε στην Ecole des Metiers d’ Art στο Παρίσι. Υπήρξε εκπρόσωπος του κοντσρουκτιβισμού, ενώ χαρακτηριστική είναι η χρήση γεωμετρικών σχημάτων στα έργα του. Από τη δεκαετία του 1970 άρχισε να δημιουργεί ανάγλυφα και επιτοίχια γλυπτά ενώ το 1990 επέστρεψε στη ζωγραφική με πίνακες σε λάδι. Εκθέσεις του έχουν πραγματοποιηθεί μεταξύ άλλων στο Εθνικό Μουσείο Σύγχρονης Τέχνης (2012), ενώ έργα του φιλοξενούνται στην Εθνική Πινακοθήκη, στο Εθνικό Μουσείο Σύγχρονης Τέχνης, στη συλλογή της Τράπεζας Alpha Bank και στο Μουσείο Σύγχρονης Τέχνης Θεσσαλονίκης.",
//     },
//     {
//       painter_gr: "ΓΙΩΡΓΟΣ ΖΟΓΓΟΛΟΠΟΥΛΟΣ",
//       date: "1903-2004",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα. Έλληνας καλλιτέχνης και εκπρόσωπος της γενιάς του ’30, με σημαντικό και αναγνωρισμένο έργο. Το έργο του εκτείνεται σε μια περίοδο περίπου οκτώ δεκαετιών παρουσιάζοντας μεγάλη ποικιλία, ευρεία θεματογραφία και τάση για συνεχή ανανέωση, γεγονός που του έδωσε το προσωνύμιο «ο αιώνιος έφηβος». Διάσημα γλυπτά του βρίσκονται τοποθετημένα σε μεγάλες πόλεις της Ελλάδας και του εξωτερικού (ΗΠΑ κ.α.).",
//     },
//     {
//       painter_gr: "ΚΥΡΙΑΚΟΣ ΚΑΤΖΟΥΡΑΚΗΣ",
//       date: "1944-2021",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα. Σπούδασε ζωγραφική στην Α.Σ.Κ.Τ. με δάσκαλο τον Μόραλη και σκηνογραφία με τον Βασιλειάδη. Στο Λονδίνο σπούδασε χαρακτική και μεταξοτυπία. Στην Αγγλία, όπου έζησε και εργάστηκα από το 1972 έως το 1985, μελέτησε το έργο του Θεόφιλου, του Τσαρούχη και του Κόντογλου. Η ζωγραφική του, ανθρωποκεντρική, συνδέει την ελληνική ιστορία με τη σύγχρονη κοινωνική πραγματικότητα. Έχει σκηνογραφική διάταξη και επιρροές από τις μορφές του Τσαρούχη και το κιαροσκούρο του Καραβάτζο. Είχε κάνει πολλές εκθέσεις ζωγραφικής, ατομικές και ομαδικές, στην Ελλάδα και στο εξωτερικό. Επίσης είχε εργαστεί ως σκηνοθέτης, ηθοποιός και σκηνογράφος.",
//     },
//     {
//       painter_gr: "ΜΑΡΙΑ ΚΤΙΣΤΟΠΟΥΛΟΥ",
//       text_gr:
//         "Γεννήθηκε στην Αθήνα. Σπούδασε ζωγραφική στην Α.Σ.Κ.Τ. με καθηγητές τους Πατρασκίδη, Γαβαθά και Λαμπράκη-Πλάκα. Τιμήθηκε με τρεις κρατικές υποτροφίες από το Ι.Κ.Υ. Αποφοίτησε με άριστα το 1990. Σπούδασε επίσης Γραφικές Τέχνες στο Αθηναϊκό Τεχνολογικό Ινστιτούτο. Πραγματοποίησε εικοσιμία ατομικές εκθέσεις. Έλαβε μέρος σε περισσότερες από διακόσιες ομαδικές εκθέσεις σε Ελλάδα και εξωτερικό. Εκπροσώπησε την Ελλάδα σε Διεθνείς Μπιενάλε.",
//     },
//     {
//       painter_gr: "ΝΙΚΟΣ ΚΕΣΣΑΝΛΗΣ",
//       date: "1930-2004",
//       text_gr:
//         "Γεννήθηκε στη Θεσσαλονίκη. Καταξιωμένος Έλληνας ζωγράφος, εικαστικός και φωτογράφος. Πρώτος του δάσκαλος ήταν ο Κων/νος Σπυρόπουλος (1944-48) ενώ εν συνεχεία σπούδασε στην Α.Σ.Κ.Τ. (1950-55), με δασκάλους τους Αργυρό, Μόραλη κ.ά. Συνέχισε τις σπουδές του στην Ιταλία όπου εργάστηκε ως συντηρητής έργων τέχνης και δημιούργησε την Ομάδα Σίγμα μαζί με τους Γαΐτη, Κανιάρη, Κοντό και Τσόκλη. Το 1981 εκλέχθηκε καθηγητής της Ανωτάτης Σχολής Καλών Τεχνών ενώ το 1991 έως το 1995 διετέλεσε πρύτανης της σχολής.",
//     },
//     {
//       painter_gr: "ΝΙΚΟΣ ΚΟΥΝΔΟΥΡΟΣ",
//       date: "1926-2017",
//       text_gr:
//         "Έλληνας σκηνοθέτης, σεναριογράφος και μοντέρ, θεωρούμενος ευρέως ως μία από τις σπουδαιότερες μορφές του ελληνικού κινηματογράφου. Σε μια καριέρα που διήρκεσε περισσότερα από πενήντα χρόνια, ο Κούνδουρος σκηνοθέτησε δώδεκα κινηματογραφικές ταινίες, από τις οποίες η γνωστότερη είναι «Ο Δράκος» (1956), που συγκαταλέγεται ανάμεσα στα αριστουργήματα του ελληνικού σινεμά. Έχουν εκδοθεί ημερολόγια, αυτοβιογραφικά βιβλία του και ο θεατρικός μονόλογος «Η απολογία» του Θεόφιλου Τσάφου.",
//     },
//   ],
// };

const painters = [
  {
    painter_gr: "ΑΛΕΚΟΣ ΦΑΣΙΑΝΟΣ",
    date: "1935-2022",
    text_gr:
      "Από τους πιο αναγνωρισμένους διεθνώς Έλληνες εικαστικούς. Σπούδασε στην Αθήνα και το Παρίσι, που θεωρούσε δεύτερη πατρίδα του. Ανέπτυξε το ανθρωποκεντρικό στιλ του τη δεκαετία του 1960 και έκτοτε επικεντρώθηκε στο άτομο, στο πλαίσιο μιας εικαστικής σπουδής της καθημερινής ζωής. Με αναφορές στη μυθολογία και την ιστορία του έθνους, οι μορφές του ενίοτε θυμίζουν παχιές, χρωματιστές καρικατούρες. Ο αυθορμητισμός και η παιδική απλότητα ορισμένων έργων του αντανακλούν την αγάπη του για το έργο του Θεόφιλου, καθώς και το πάθος του για το θέατρο σκιών και τον Καραγκιόζη. Το 2018 ανακηρύχθηκε επίτιμος Δημότης Αλίμου.",
  },
  {
    painter_gr: "ΑΛΕΞΗΣ ΑΚΡΙΘΑΚΗΣ",
    date: "1939-1994",
    text_gr:
      "Από τους πιο σημαντικούς Έλληνες καλλιτέχνες, με ιδιαίτερη τεχνοτροπία, «ιερογλυφική», συμβολική, επαναλαμβανόμενη. Το έργο του χαρακτηρίζουν γεωμετρικά σχήματα, φωτεινά, βασικά χρώματα και πολυάριθμες εικόνες. Με σύμβολα όπως ο ήλιος, ένα ψάρι, ένα μάτι, ένα πουλί, μια καρδιά, ένα αεροπλάνο, μία βαλίτσα κ.ά., δημιούργησε τέχνη με αντιθέσεις και περιγράμματα. Έζησε σε Παρίσι (1957-61) και Βερολίνο (1968-70). Aσχολήθηκε και με την εικονογράφηση βιβλίων, τη σκηνογραφία και το design.",
  },
  {
    painter_gr: "ΑΛΗΘΕΙΝΟΣ ΔΗΜΗΤΡΗΣ",
  },
  {
    painter_gr: "ΓΚΑΓΚΙΚ ΑΛΤΟΥΝΙΑΝ",
    date: "1957-",
    text_gr:
      "Γεννήθηκε στην Αρμενία. Σπούδασε Ζωγραφική και Γλυπτική στο Ινστιτούτο Καλών Τεχνών Τερλεμεζιάν και στην Καλών Τεχνών της Αρμενίας. Στη Μόσχα έκανε μεταπτυχιακό στη Ζωγραφική με υποτροφία. Διετέλεσε κριτικός τέχνης στο Μουσείο Μοντέρνας Τέχνης της Αρμενίας και Καθηγητής στην Αρχιτεκτονική Σχολή του Παν/μίου του Ερεβάν. Από το 1995 ζει στην Ελλάδα και είναι μέλος του Επιμελητηρίου Εικαστικών Τεχνών Ελλάδας.",
  },
  {
    painter_gr: "ΧΡΗΣΤΟΣ ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ",
    date: "1958-",
    text_gr:
      "Γεννήθηκε στα Φιλιατρά Μεσσηνίας. Σπούδασε ζωγραφική στην Α.Σ.Κ.Τ. με δασκάλους τους Μυταρά και Κοκκινίδη και σκηνογραφία με τον Β. Βασιλειάδη. Αντλεί τα θέματά του από τη μυθολογία και τον κόσμο του ονείρου. Στη σύνθεσή του εμπλέκονται ζωικές και ανθρώπινες μορφές, που αποδίδονται με εξπρεσιονιστική διάθεση. Έχει παρουσιάσει το έργο του σε ατομικές και ομαδικές εκθέσεις. Έργα του βρίσκονται στην Πινακοθήκη του Δήμου Αθηναίων κ.α. Ζει στον Άλιμο, όπου έχει και το εργαστήριό του.",
  },
  {
    painter_gr: "ΑΠΟΣΤΟΛΟΣ ΓΕΩΡΓΙΟΥ",
    date: "1952-",
    text_gr:
      "Γεννήθηκε στη Θεσσαλονίκη. Ζωγράφος αυτοδίδακτος, ασυμβίβαστος, ανένταχτος. Δοκίμασε στο εξωτερικό να τελειώσει την Αρχιτεκτονική στη Βιέννη, ζωγραφική στη Φλωρεντία και, τελικά, κατέληξε στη δική του μοναχική, υπαρξιακή πορεία. Αφηγείται μικρές ανθρώπινες ιστορίες με εξπρεσιονιστική γραφή και θεατρικότητα. Έργα του βρίσκονται σε πινακοθήκες και ιδιωτικές συλλογές. Από το 1980 ζει στη Σκόπελο ενώ από το 2000 διδάσκει στο Πανεπιστήμιο Βόλου.",
  },
  {
    painter_gr: "ΑΠΟΣΤΟΛΟΣ ΤΣΙΡΟΓΙΑΝΝΗΣ",
    date: "1946-",
    text_gr:
      "Γεννήθηκε στην Άρτα. Σπούδασε στην Ανωτάτη Σχολή Καλών Τεχνών (ΑΣΚΤ), με δασκάλους τους Νίκο Νικολάου και Γιάννη Μόραλη, του οποίου υπήρξε πιστός μαθητής και φίλος, ενώ διδάχτηκε και Ιστορία της Τέχνης από τον Παντελή Πρεβελάκη. Είναι από τους πιο αναγνωρισμένους καλλιτέχνες της γενιάς του.",
  },
  {
    painter_gr: "ΒΑΚΙΡΤΖΗΣ ΓΕΡΟΔΗΜΟΥ ",
  },
  {
    painter_gr: "ΒΑΡΒΑΡΑ ΓΕΡΟΔΗΜΟΥ",
    date: "1959-",
    text_gr:
      "Ελληνίδα ζωγράφος, γεννημένη στην Πολωνία. Το 1978 ξεκινά να φοιτά στο Πολυτεχνείο του Wroclaw και από το 1979 στη Σχολή Χρυσοχοΐας. Ολοκληρώνει την τριετή πρακτική της με μια σειρά κοσμημάτων δικού της σχεδιασμού. Η δουλειά της είναι μικτής τεχνικής και βασίζεται στο λάδι και το χρυσό. Τοπία παραδομένα σε μία εύφορη σιωπή, γυναικείες φιγούρες βυθισμένες στις σκέψεις τους και η αίσθηση του ονείρου, πανταχού παρούσα, καθιστά τα έργα της εικαστικά «κοσμήματα» αφηγηματικής αφαίρεσης με έντονα στοιχεία συμβολισμού.",
  },
  {
    painter_gr: "ΒΑΣΙΛΗΣ ΜΑΡΡΟΣ ΜΑΥΡΑΤΖΑΣ",
    date: "1897-1954",
    text_gr:
      "Το 1913 άφησε την Ελλάδα, για να εγκατασταθεί στο Σαν Φρανσίσκο της Καλιφόρνια. Μαθήτευσε πλάι στους Eric Spencer Macky και Maurice Sterne στις ΗΠΑ, και Fernand Léger και Émile-Othon Friesz στο Παρίσι. Στα έργα του αντικατοπτρίζεται η ελληνική κουλτούρα, με κυρίαρχη έμπνευση τα κυκλαδικά ειδώλια και τη λιτή γεωμετρία τους, ενώ υπάρχουν επιρροές από την αμερικανική κουλτούρα και τη τζαζ μουσική. Το έργο του, πρωτοποριακό για την εποχή του, τολμηρό και πρωτότυπο, αναγνωρίστηκε ευρύτατα μετά τον θάνατό του.",
  },
  {
    painter_gr: "ΒΑΣΙΛΗΣ ΣΚΥΛΑΚΟΣ",
  },
  {
    painter_gr: "ΓΕΩΡΓΙΟΣ ∆ΕΡΠΑΠΑΣ",
    date: "1937-2014",
    text_gr:
      "Γεννήθηκε στην Κατερίνη. Το 1957 μεταβαίνει στο Αμβούργο για σπουδές οικονομικών και πολιτικών επιστημών, αλλά από το 1960 στρέφεται στη ζωγραφική. Το 1967 επιστρέφει στην Ελλάδα και αφοσιώνεται στην τέχνη του. Πρωτοπαρουσιάστηκε το 1964 στην Gallery “Tillybs” στο Αμβούργο. Σημαντικός δημιουργός με μοναδική σχεδιαστική ικανότητα και χρωματική δεξιοτεχνία. Ακουμπώντας στον φανταστικό ρεαλισμό, κατόρθωσε να δημιουργήσει την προσωπική του ταυτότητα. Όπως έγραψε για το έργο του ο Οδυσσέας Ελύτης: «πρόκειται για μια διαχρονική αίσθηση της ζωής».",
  },
  {
    painter_gr: "ΓΕΩΡΓΙΟΣ ΒΑΚΙΡΤΖΗΣ",
    date: "1923-1988",
    text_gr:
      "Σπούδασε ζωγραφική στη Σχολή Καλών Τεχνών (1939-46) κοντά στους Παρθένη και Αργυρό, ενώ από τον Αλμαλιώτη διδάχτηκε την τεχνική της γιγαντοαφίσας (1938-40). Την περίοδο 1952-53 σπούδασε ζωγραφική, χαρακτική και γραφικές τέχνες στο Παρίσι. Μεταξύ 1945-63 ήταν καλλιτεχνικός διευθυντής της “Σκούρας Φιλμς”, φιλοτεχνώντας παράλληλα γιγαντοαφίσες για τους κινηματογράφους της Αθήνας.",
  },
  {
    painter_gr: "ΓΕΩΡΓΙΟΣ ΛΑΠΠΑΣ",
    date: "1950-2016",
    text_gr:
      "Γεννήθηκε στο Κάιρο. Σπούδασε Κλινική Ψυχολογία στο Reed College Portland Oregon (1969-1973) και εργάστηκε εθελοντικά σε ψυχιατρεία. Το 1974 με υποτροφία του Ιδρύματος Watson ερεύνησε τη γλυπτική των ινδικών ναών. Παρακολούθησε μαθήματα αρχιτεκτονικής στο Architectural School of Architecture του Λονδίνου και στη συνέχεια μπήκε στην Ανωτάτη Σχολή Καλών Τεχνών όπου σπούδασε γλυπτική με καθηγητές τον Γιάννη Παππά και τον Γιώργο Νικολαΐδη (1976-1981). Συνέχισε τις σπουδές του στην Ιcole nationale supιrieure des Beaux-Arts του Παρισιού με υποτροφία του γαλλικού κράτους. Εργάστηκε στην Γαλλία και την Αγγλία ως το 1986. Το 1991 πήρε υποτροφία του ιδρύματος Cartier στο Παρίσι. Από το 1995 και έπειτα ταξίδευε και εργαζόταν στην Αγγλία, στις Η.Π.Α. και στην Ιαπωνία. Το 1992 εξελέγη Καθηγητής στην έδρα της Γλυπτικής στην Ανωτάτη Σχολή Καλών Τεχνών. Έργα του βρίσκονται σε πολλές σημαντικές ιδιωτικές και δημόσιες συλλογές εντός και εκτός Ελλάδος.",
  },
  {
    painter_gr: "ΓΕΩΡΓΙΟΣ ΜΠΑΚΕΛΑΣ",
    date: "1958-",
    text_gr:
      "Γεννήθηκε στην Αθήνα. Σε ηλικία 15 ετών βρίσκεται στην Αμερική. Το 1978 γνωρίζεται με τον ζωγράφο Michael Gagner και έκτοτε η ζωγραφική γίνεται το μεγάλο του πάθος. Η πρώτη του έκθεση πραγματοποιήθηκε στο Los Angeles με μεγάλη επιτυχία. Από το 1992 ζει και εργάζεται στην Ελλάδα.",
  },
  {
    painter_gr: "ΓΙΑΝΝΗΣ ΨΥΧΟΠΑΙΔΗΣ",
    date: "1945-",
    text_gr:
      "Γεννήθηκε στην Αθήνα. Σπούδασε χαρακτική με υποτροφία στην Ανωτάτη Σχολή Καλών Τεχνών. Πραγματοποίησε μεταπτυχιακές σπουδές στη ζωγραφική στην Καλών Τεχνών του Μονάχου με υποτροφία από τη Γερμανία. Το 1994 εξελέγη τακτικός καθηγητής στην Α.Σ.Κ.Τ. Τη δεκαετία του ‘60 υπήρξε μέλος της καλλιτεχνικής ομάδας «Α» και της εικαστικής ομάδας του περιοδικού «Επιθεώρηση Τέχνης». Ιδρυτικό μέλος της ομάδας των νέων Ελλήνων ρεαλιστών και του Κέντρου Εικαστικών Τεχνών. Από το 1966 παρουσιάζει τη δουλειά του σε μεγάλες ευρωπαϊκές πόλεις, στις ΗΠΑ και την Ιαπωνία.",
  },
  {
    painter_gr: "ΓΙΑΝΝΗΣ ΓΑΪΤΗΣ",
    date: "1923-1984",
    text_gr:
      "Ζωγράφος και γλύπτης που σπούδασε στην ΑΣΚΤ. Το 1954 έφυγε για τη Γαλλία, όπου συνέχισε τις σπουδές του στην Ακαδημία Grande Chaumière. Μετά τις περιπλανήσεις του στον εξπρεσιονισμό και την ερωτοτροπία του με την αφαίρεση, κατέληξε στην ανθρώπινη μορφή, την οποία υιοθέτησε ως βασικό εκφραστικό μέσο. Κατόρθωσε με την ομαδοποίηση, την επανάληψη και τη σχηματοποίηση, να εκφράσει τον σύγχρονο κόσμο: την επιβολή του ποσοτικού, τον ρόλο της διαφήμισης, τον άνθρωπο χωρίς δικό του πρόσωπο.",
  },
  {
    painter_gr: "ΓΙΑΝΝΗΣ ΤΣΑΡΟΥΧΗΣ",
    date: "1910-1989",
    text_gr:
      "Εμβληματικός καλλιτέχνης της «Γενιάς του ’30». Το έργο του, με βαθιά ελληνικό χαρακτήρα και αναφορές στον ευρωπαϊκό μοντερνισμό, αντικατοπτρίζει το ενδιαφέρον του για τη λαϊκή αρχιτεκτονική και ενδυμασία. Σπούδασε στην Ανωντάτη Σχολή Καλών Τεχνών (Α.Σ.Κ.Τ.) με δασκάλους τους Παρθένη και Κόντογλου. Οι πίνακές του συχνά αναπαριστούν στρατιώτες, ναύτες ή ποδοσφαιριστές, τοποθετημένους σε ένα πεζό σκηνικό της καθημερινότητας. Επηρεάστηκε από ζωγράφους και γλύπτες όπως ο Matisse και ο Giacometti, τους οποίους γνώριζε προσωπικά. Μαζί με άλλους καλλιτέχνες (Μόραλης, Νικολάου, Τέτσης, Εγγονόπουλος κ.ά.), δημιούργησε την ομάδα «Αρμός». Το 1967 μετακόμισε στο Παρίσι, όπου συνέχισε να παράγει έργα με ανδρικές φιγούρες, ισορροπώντας μεταξύ λυρισμού και ρεαλισμού, ηδονής και υπέρβασης. Με το ζωγραφικό και θεατρικό του έργο διαμόρφωσε την αισθητική της γενιάς του ’30, επηρεάζοντας τη Μεταπολεμική ζωγραφική.",
  },
  {
    painter_gr: "ΓΙΩΡΓΟΣ ΜΗΛΙΟΣ",
    date: "1935-2021",
    text_gr:
      "Γεννήθηκε στην Αθήνα και σπούδασε Πολιτικές επιστήμες στο Πάντειο Πανεπιστήμιο. Αργότερα εισήχθη στην ΑΣΚΤ ως πρώτος επιτυχών απ΄όπου αποφοίτησε με πέντε επαίνους. Δάσκαλός του στη ζωγραφική ήταν ο Γιάννης Μόραλης και στη χαρακτηκή οι Κεφαλληνός, Παπαδημητρίου και Γραμματόπουλος. Το 1988 εξελέγη τακτικός καθηγητής στην Σχολή Καλών Τεχνών στη Θεσσαλονίκη και το 1996 καθηγητής χαρακτικής στην ΑΣΚΤ. Ο ψυχισμός του ζωγράφου και οι φιλοσοφικές του ανησυχίες εκφράστηκαν μέσα από μια προσωπική γραφή, η οποία ενσωμάτωσε στοιχεία σουρεαλιστικά, εξπρεσιονιστικά ή από άλλες περιόδους της ιστορίας της τέχνης.",
  },
  {
    painter_gr: "ΓΙΩΡΓΟΣ ΣΤΑΘΟΠΟΥΛΟΣ",
    date: "1944-",
    text_gr:
      "Γεννήθηκε στην Καλλιθέα (Προστοβά) Τριχωνίδος. Σπούδασε ζωγραφική και γλυπτική στην Ανωτάτη Σχολή Καλών Τεχνών (1966-71) κοντά στους Μόραλη, Νικολάου, Παππά και Καλαμάρα. Το 1970 έκανε την πρώτη του ατομική έκθεση στην Αθήνα. Το έργο του κινείται στην περιοχή της ελληνικότητας και συνδυάζει υπερρεαλιστικά και εξπρεσιονιστικά στοιχεία σε μία απλοϊκή γραφή. Έχει εικονογραφήσει βιβλία, εξώφυλλα, δίσκους και αφίσες.",
  },
  {
    painter_gr: "ΓΙΩΡΓΟΣ. ΧΑΔΟΥΛΗΣ",
    date: "1966-",
    text_gr:
      "Είναι από τους δημοφιλέστερους ζωγράφους της γενιάς του. Σπούδασε ζωγραφική στην École des Beaux-Arts στο Παρίσι, όπου έζησε δέκα χρόνια. Εκ-θέτει συστηματικά στην Ελλάδα και το εξωτερικό. Έχει επίσης αξιόλογο έργο στo σχέδιο, τη λιθογραφία και τα κεραμικά. Χρησιμοποιώντας έντονα χρώματα και καθαρό σχέδιο, το έργο του Χαδούλη δοξάζει το τι σημαίνει να είναι κανείς ζωντανός.",
  },
  {
    painter_gr: "ΓΡΗΓΟΡΗΣ ΠΑΠΑΘΕΟ∆ΩΡΟΥ",
    date: "1929-2022",
    text_gr:
      "Γεννήθηκε στο Αγρίνιο. Αυτοδίδακτος ζωγράφος, από πολύ μικρός ασχολήθηκε επαγγελματικά με όλους τους κλάδους της τέχνης, όπως επιγραφές, διακοσμήσεις καταστημάτων, αγιογραφίες, σκηνικά θεάτρων. Παράλληλα, για τον εαυτό του μόνο φιλοτεχνούσε κάποιους παράδοξους πίνακες ζωγραφικής. Το 1970 διοργανώθηκε έκθεση στο Λονδίνο με έργα του (Galleri Agora), με πολύ μεγάλη απήχηση. Το 1978 έλαβε το Α’ βραβείο Μεσογειακών Χωρών Τουρισμού και Κουλτούρας.",
  },
  {
    painter_gr: "ΔΗΜΗΤΡΗΣ ΑΛΗΘΕΙΝΟΣ",
    date: "1945-",
    text_gr:
      "Γεννήθηκε στην Αθήνα. Σπούδασε ζωγραφική στην Α. Σ.Κ.Τ. της Αθήνας και στην Academia di Belle Arti της Ρώμης και αρχιτεκτονική στην Ecole Speciale d’ Architecture στο Παρίσι. Από τους πιο σημαντικούς σύγχρονους Έλληνες εικαστικούς, με σημαντική παρουσία στον διεθνή χώρο. Το 2013 παρουσιάστηκε μεγάλη αναδρομική έκθεσή του στο Εθνικό Μουσείο Σύγχρονης Τέχνης, ενώ το 2015 βραβεύτηκε για το σύνολο του έργου του από την Ένωση Τεχνοκριτών AICA Hellas.",
  },
  {
    painter_gr: "ΔΗΜΗΤΡΗΣ ΓΑΛΑΝΗΣ",
    date: "1879-1966",
    text_gr:
      "Από τους πιο σημαντικούς Έλληνες καλλιτέχνες του 20ου αιώνα. Γελοιογράφος, εικονογράφος, ζωγράφος και χαράκτης απαράμιλλης τεχνικής. Φιλοτέχνησε εξώφυλλα σπουδαίων γαλλικών εκδόσεων του Μεσοπολέμου. Το 1900 εγκαταστάθηκε στο Παρίσι (Μονμάρτρη), όπου έζησε για πενήντα χρόνια και γρήγορα αναγνωρίστηκε ως ένας από τους πιο ταλαντούχους καλλιτέχνες. Εξέθεσε έργα του πλάι στους Matisse, Braque, Juan Gris, Dufy, Chagall, Picasso κ.ά. Απέσπασε μεγάλες τιμές από το γαλλικό κράτος, έγινε τακτικός καθηγητής της École des Beaux-Arts και μέλος της Académie Française. Ο André Malraux περιέγραψε το έργο του ως «έχον τη δύναμη να γεννήσει συναισθήματα αντίστοιχα με εκείνα που γεννά το έργο του Giotto».",
  },
  {
    painter_gr: "ΔΗΜΗΤΡΗΣ ΜΥΤΑΡΑΣ",
    date: "1934-2017",
    text_gr:
      "Γεννήθηκε στην Εύβοια. Σπούδασε ζωγραφική στην ΑΣΚΤ με τον Μόραλη και τον Παπαλουκά. Συνέχισε τις σπουδές του στην École Nationale Supérieure des Arts Décoratifs στο Παρίσι (σκηνογραφία). Εκλέχθηκε Καθηγητής και αργότερα Πρύτανης της Α.Σ.Κ.Τ. Το έργο του καλύπτει ένα ευρύτατο φάσμα: σχέδια, ζωγραφικοί πίνακες, θεατρικά σκηνικά και κοστούμια, αρχιτεκτονικά σχέδια, ταπισερί, παιχνίδια και αναρίθμητα άλλα. Αποτύπωσε κυρίως την ανθρώπινη φιγούρα, με νατουραλιστικό και εξπρεσιονιστικό τρόπο. Άντλησε έμπνευση από τον μεταφυσικό και τον συμβολικό ρεαλισμό.",
  },
  {
    painter_gr: "ΔΗΜΗΤΡΙΟΣ ΑΝΤΩΝΑΡΟΠΟΥΛΟΣ",
  },
  {
    painter_gr: "ΔΙΑΜΑΝΤΗΣ ΔΙΑΜΑΝΤΟΠΟΥΛΟΣ",
  },
  {
    painter_gr: "ΕΥΓΕΝΙΟΣ ΣΠΑΘΑΡΗΣ",
    date: "1924-2009",
    text_gr:
      "Γεννιέται στην Κηφισιά και από την αρχή της ζωής του έρχεται σε επαφή με το θέατρο Σκιών και τον Καραγκιόζη μέσω του πατέρα του Σωτήρη, γνωστού καραγκιοζοπαίχτη. Ξεκίνησε να δίνει παραστάσεις στη διάρκεια της Κατοχής, σε αθηναϊκά θέατρα, πρεσβείες κ.α. Συνέχισε με παραστάσεις στην Ελλάδα και το εξωτερικό, συμμετέχοντας σε διεθνή φεστιβάλ και συνέδρια για το θέατρο Σκιών. Από το 1949 επιδίδεται και στη ζωγραφική, συμμετέχοντας σε 35 εκθέσεις. Ήταν μέλος του Καλλιτεχνικού Επιμελητηρίου Ελλάδος και του Ινστιτούτου Παγκοσμίου Θεάτρου της UNESCO.",
  },
  {
    painter_gr: "ΘΑΝΟΣ ΤΣΙΓΚΟΣ",
    date: "1914-1965",
    text_gr:
      "Ανήκει στο ευρωπαϊκό ρεύμα της Art Informel. Γεννήθηκε στην Ελευσίνα, σπούδασε αρχιτεκτονική στο Ε.Μ.Π και δούλεψε ως αρχιτέκτονας. Το 1948 εγκαθίσταται στο Παρίσι, αγοράζει το θέατρο Gaîté Montparnasse και αναλαμβάνει τη σκηνογραφία και τα κοστούμια. Γνωρίζεται με μορφές όπως οι Sartre, Chagall και Picasso. Η παράλληλη ενασχόλησή του με τη ζωγραφική (1949-53) εξελίσσεται σε κύρια ασχολία: εκθέτει για πρώτη φορά στην Galerie du Siècle (1950) και ακολουθεί η πρώτη ατομική έκθεση στο Παρίσι. Το 1980 πραγματοποιείται αναδρομική έκθεσή του στην Εθνική Πινακοθήκη και στο Centre Georges Pompidou στο Παρίσι.",
  },
  {
    painter_gr: "ΘΕΟΔΩΡΟΣ ΠΑΝΤΑΛΕΩΝ",
    date: "1945-",
    text_gr:
      "Γεννήθηκε στην Αθήνα. Σπούδασε στη Σχολή Δοξιάδη, υπό τον Ηλία Δεκουλάκο. Στα έργα  του χρησιμοποιεί στοιχεία σουρεαλισμού και μανιερισμού (συχνά την εικόνα από ένα ιδεαλιστικό πρόσωπο γυναίκας). Έργα του βρίσκονται σε Δημοτικές Πινακοθήκες και Μουσεία στην Ελλάδα και το εξωτερικό. Το 1985 κέρδισε το 1ο Βραβείο La Main d’ Or (Ινστιτούτο Ακαδημίας του Παρισιού) και το 1998 το 1ο Βραβείο Bordeaux της 5ης Διεθνούς  Έκθεσης Γαλλία-Ελλάδα-Τουρκία.",
  },
  {
    painter_gr: "ΘΕΟΔΩΡΟΣ ΣΤΑΜΟΣ",
    date: "1922-1997",
    text_gr:
      "Ελληνοαμερικανός καλλιτέχνης. Γεννήθηκε στη Ν. Υόρκη και πέθανε στα Ιωάννινα. Ένας από τους νεότερους ζωγράφους της αυθεντικής ομάδας των αφηρημένων εξπρεσιονιστών, τους αποκαλούμενους «Οξύθυμους », που περιελάμβανε τους Τζάκσον Πόλοκ, Βίλεμ ντε Κούνινγκ και Μαρκ Ρόθκο.",
  },
  {
    painter_gr: "ΓΕΩΡΓΙΟΣ ΙΑΚΩΒΙΔΗΣ",
    date: "1853-1932",
    text_gr:
      "Από τους σημαντικότερους εκπροσώπους της «Σχολής του Μονάχου». Ρεαλιστής ζωγράφος υψηλής ακαδημαϊκής παιδείας, γνωστός κυρίως για τα έργα που απεικονίζουν παιδιά. Γεννήθηκε στη Λέσβο και έζησε στο Μόναχο, όπου φιλοτέχνησε πίνακες με μυθολογικές σκηνές και πορτρέτα. Επέστρεψε στην Ελλάδα το 1900 και υπήρξε ο πρώτος έφορος της Εθνικής Πινακοθήκης (1901). Το 1904 έγινε διευθυντής της Σχολής Καλών Τεχνών, όπου δίδαξε για 25 χρόνια. Φιλοτέχνησε πορτρέτα επιφανών Ελλήνων ως ο επίσημος προσωπογράφος της μεγαλοαστικής τάξης, ενώ υπήρξε ένα από τα πρώτα μέλη της Ακαδημίας Αθηνών.",
  },
  {
    painter_gr: "ΚΩΣΤΑΣ ΚΟΥΛΕΝΤΙΑΝΟΣ",
    date: "1918-1995",
    text_gr:
      "Γεννήθηκε στην Αθήνα. Μετά τις σπουδές του στην Α.Σ.Κ.Τ., πήγε στο Παρίσι με υποτροφία της Γαλλίας. Ύστερα από ένα σύντομο πέρα-σμα από την École Des Beaux Arts και την Grande Chaumière, αποφάσισε να εγκαταλείψει την ακαδημαϊκή αντίληψη της γλυπτικής. Η γνωριμία του με τον Laurens το 1947 υπήρ-ξε καθοριστική. Σημαντική περίοδο στην πορεία του αποτελούν οι Ακροβάτες (1952-59). Μετά περνάει στην αφαίρεση. Το 1962 κάνει την πρώτη του ατομική έκθεση στην Galerie de France και ταυτόχρονα συνεργάζεται με αρχιτέκτονες για την ένταξη της γλυπτικής στην αρχιτεκτονική, φτιάχνοντας μεγάλα γλυπτά για δημόσια κτίρια και ανοιχτούς χώρους. Το 1980-1995 δούλεψε στην Ελλάδα.",
  },
  {
    painter_gr: "ΚΩΣΤΑΣ ΠΑΝΙΑΡΑΣ",
    date: "1934-2014",
    text_gr:
      "Γεννήθηκε στο Κιάτο Κορινθίας. Εγκατέλειψε τη Νομική, για να γραφτεί στην Καλών Τεχνών, με δασκάλους τον Μόραλη και την Ζογγολοπούλου. Συνέχισε τις σπουδές στο Παρίσι, όπου έζησε 20 χρόνια. Εκεί σπούδασε λιθογραφία στη Σχολή Καλών Τεχνών, ζωγραφική με τον Αντρέ Λοτ και ψηφιδωτό και φρέσκο με τον Τζίνο Σεβερίνη. Το 1956 παρουσίασε την πρώτη ατομική του έκθεση στην Αθήνα. Ακολούθησαν ατομικές, ορισμένες σε συνεργασία με τον Αλέξανδρο Ιόλα, και ομαδικές στην Ελλάδα και το εξωτερικό. Το 2007 οργανώθηκε αναδρομική παρουσίαση του έργου του στο Μουσείο Μπενάκη.",
  },
  {
    painter_gr: "ΚΩΣΤΑΣ ΤΣΟΚΛΗΣ",
    date: "1930-",
    text_gr:
      "Σημαντικός καλλιτέχνης της μεταπολεμικής γενιάς, του οποίου τα έργα συνδυάζουν την εννοιολογική τέχνη, τον νέο ρεαλισμό και την pop art. Σπούδασε στην Α.Σ.Κ.Τ. υπό τον Μόραλη. Έζησε κι εργάστηκε στη Ρώμη και στη συνέχεια υπότροφος στο Παρίσι μέχρι το 1976. Το 1983 εγκαταστάθηκε οριστικά στην Ελλάδα, ενώ πολυάριθμες εκθέσεις του οργανώθηκαν σε Ευρώπη και Αμερική. Το 1986 εκπροσώπησε την Ελλάδα στη Μπιενάλε της Βενετίας. Στα έργα του ενυπάρχει το στοιχείο της οφθαλμαπάτης, καθώς τα όρια μεταξύ ζωγραφικού έργου και πραγματικού χώρου τείνουν να καταρρίπτονται. Από το 1985 τα έργα του περιλαμβάνουν και μαγνητοσκοπημένες εικόνες, σε μια απόπειρα να εκφράσουν το στοιχείο του χρόνου.",
  },
  {
    painter_gr: "ΚΩΣΤΑΣ ΧΑΡΑΛΑΜΠΙΔΗΣ",
    date: "1946-",
    text_gr:
      "Γεννήθηκε το 1946 στην Κατερίνη Πιερίας. Σπουδάζει ζωγραφική στην École Nationale des Beaux-Arts του Παρισιού και εγκαθίσταται στη Γαλλία. Εξασκεί με επιτυχία τη ζωγραφική ως επάγγελμα και παράλληλα μαθητεύει στο εργαστήριο του Μουσείου του Λούβρου, στο τμήμα γκραβούρας στη Σχολή Καλών Τεχνών της Σεβίλλης, στο τμήμα λινοτυπίας και μεταξοτυπίας στο Νεγύ-σουρ-Μαρν και στο τμήμα λιθογραφίας στο Νοζέντ-Σουρ-Μαρν. Από το 1975 έως σήμερα, τα έργα του εκτίθενται μόνιμα σε Μουσεία και παρουσιάζονται σε εκθέσεις στη Γαλλία και την Ελλάδα.",
  },
  {
    painter_gr: "ΚΩΣΤΗΣ ΤΡΙΑΝΤΑΦΥΛΛΟΥ",
    date: "1950-",
    text_gr:
      "Γεννήθηκε στην Αθήνα. Εικαστικός καλλιτέχνης και ποιητής με πανεπιστημιακές σπουδές στην Αθήνα και το Παρίσι. Το 1969 δημοσιεύεται το πρώτο του κολάζ και πραγματοποιεί την πρώτη του έκθεση με γλυπτά από μολύβι. Οργανώνει στην Αθήνα δύο περιοδικά Λόγου &amp; Τέχνης, τον Λωτό (1968-72) και την Πράξη (1972). Το πρώτο του βιβλίο ποίησης κυκλοφορεί το 1974. Από το 1970 έως σήμερα δημοσιεύει σχέδια, ποιήματα, πεζά και δοκίμια. Συμμετέχει σε συνέδρια/συμπόσια Τέχνης, Τεχνολογίας και Ποίησης και Νέων Τεχνολογιών. Τα έργα του βρίσκονται σε μουσεία και σε ιδιωτικές συλλογές.",
  },
  {
    painter_gr: "ΜΑΚΗΣ ΘΕΟΦΥΛΑΚΤΟΠΟΥΛΟΣ",
    date: "1939-",
    text_gr:
      "Γεννήθηκε στην Αθήνα και ζει στον Άλιμο. Σπούδασε ζωγραφική στην Α.Σ.Κ.Τ. με τον Μόραλη. Την περίοδο 1969-74 εργάστηκε στη Λωζάνη, το Παρίσι και τη Ν.Υόρκη με υποτροφία του Ιδρύματος Ford. Το 1988-2006 διδάσκει Ζωγραφική στη Σχολή Καλών Τεχνών του ΑΠΘ. Οι πίνακές του είναι συνήθως μεσαίου ή μεγάλου μεγέθους, ζωγραφισμένοι με λάδι ή ακρυλικό. Έχει δώσει και μεγάλα σχέδια με κάρβουνο. Η παλαιότερη θεματολογία του είχε σχέση με τους κοινωνικούς προβληματισμούς του. Η ανθρώπινη φιγούρα παραμένει κυρίαρχο στοιχείο στη ζωγραφική του. Το έργο του, μοντέρνο και στοχαστικό, έχει εκτεθεί παγκοσμίως.",
  },
  {
    painter_gr: "ΜΑΡΙΟΣ ΠΡΑΣΙΝΟΣ",
    date: "1916-1985",
    text_gr:
      "Γεννήθηκε στην Κωνσταντινούπολη. Εγκαταστάθηκε στη Γαλλία το 1922, λόγω των διωγμών του Ατατούρκ. Δεν σπούδασε ζωγραφική, αλλά εξοικειώθηκε από νωρίς με την τέχνη στο οικογενειακό περιβάλλον. Η πρώτη του έκθεση στο Παρίσι (1938) έχει σουρεαλιστικές επιρροές. Μετά τον πόλεμο του ‘40 η ζωγραφική του εντάσσεται στη νέα École de Paris. Το 1948-76 εκθέτει στην Gallerie de France. Το 1951 εγκαθίσταται στην Προβηγκία και σχεδιάζει ταπισερί. Ασχολείται με την προσωπογραφία, φτιάχνοντας ιδιόμορφα πορτρέτα. Οι τελευταίες θεματικές της ζωγραφικής του ήταν τα Τουρκικά τοπία, Τα Δέντρα και οι Peintures du Supplice. Εικονογράφησε πολλά βιβλία και σκηνογράφησε θέατρο.",
  },
  {
    painter_gr: "ΝΙΚΟΣ-ΧΑΤΖΗΚΥΡΙΑΚΟΣ. ΓΚΙΚΑΣ",
    date: "1906-1994",
    text_gr:
      "Αρχίζει τις σπουδές του με τον Παρθένη, μαθητής ακόμα, και τις συνεχίζει στο Παρίσι στην Ακαδημία Ρανσόν με δασκάλους του τον Μπισσιέρ και τον Γαλάνη. Εκθέτει πολύ νωρίς έργα του στο Παρίσι και το 1928 παρουσιάζει την πρώτη ατομική έκθεσή του και στην Αθήνα. Η ζωγραφική του θα περάσει από τις κατακτήσεις πολλών ρευμάτων της τέχνης, για να καταλήξει σε μια καθαρά προσωπική εκφραστική γλώσσα. Στις πιο χαρακτηριστικές του προσπάθειες συνδυάζονται θαυμάσια το λεξιλόγιο του κυβισμού με τη χρωματικότητα του φοβισμού, αλλά πάντα επικρατούν οι καθαρά προσωπικές διατυπώσεις. Πηγαιότητα και εσωτερικότητα, χρωματικός πλούτος και μελετημένη οργάνωση δίνουν τον τόνο.",
  },
  {
    painter_gr: "ΝΙΚΟΣ ΞΕΝΟΣ",
    date: "1908-1983",
    text_gr:
      "Σπούδασε ζωγραφική στην ΑΣΚΤ με δασκάλους τους Ιακωβίδη, Ροϊλό και Βικάτο. Συμπλήρωσε τις σπουδές του στη Γερμανία. Εκφραστής της παραστατικής ζωγραφικής, με επιρροές από τους ιμπρεσιονιστές, φιλοτεχνούσε κυρίως τοπία με φωτεινά χρώματα. Έλαβε μέρος σε πολλές εκθέσεις και έργα του βρίσκονται σε πινακοθήκες και ιδιωτικές συλλογές.",
  },
  {
    painter_gr: "ΟΠΥ ΖΟΥΝΗ",
    date: "1941-2008",
    text_gr:
      "Γεννήθηκε στο Κάιρο, όπου διδάχθηκε ζωγραφική, κεραμική, φωτογραφία και έκανε την πρώτη της ατομική έκθεση. Το 1963 εγκαταστάθηκε στην Ελλάδα. Σπούδασε στην Α.Σ.Κ.Τ. με τους Μόραλη και Βασιλειάδη. Στα παλαιότερα έργα της (ζωγραφική σε χαρτόνι ή σε χαραγμένο φελλό) κυριαρχούσε ο εξπρεσιονισμός. Από τη δεκαετία του 1970, στράφηκε στις γεωμετρικές συνθέσεις. Σε πρώτη φάση κυριαρχεί η λιτότητα της φόρμας και οι αρμονικές αναλογίες. Στη συνέχεια, οι οπτικοί πειραματισμοί επεκτείνονται στις τρεις διαστάσεις, την προοπτική, τη διάθλαση του φωτός. Το έργο της περιλαμβάνει επίσης χαρακτικά και πειραματισμούς με χρήση τεχνολογίας, φωτογραφικές επεμβάσεις, video κ.ά.",
  },
  {
    painter_gr: "ΠΑΝΑΓΙΩΤΗΣ ΦΕΙ∆ΑΚΗΣ",
    date: "1956-2003",
    text_gr:
      "Γεννήθηκε στο Αίγιο. Σπούδασε στην Ανωτάτη Σχολή Καλών Τεχνών με δασκάλους τον Δημήτρη Μυταρά, τον Γιάννη Μόραλη και τον Γιώργο Μαυροΐδη. Αρχικά ξεκίνησε φιλοτεχνώντας πίνακες μεγάλης ευαισθησίας και λιτότητας, στους οποίους κυρίαρχο ρόλο παίζει η ένταση της γραφής. Το 1995 πλούτισε την παλέτα του με ζωηρές αποχρώσεις του κόκκινου και του πράσινου ενώ δημιούργησε και μεγάλων διαστάσεων συνθέσεις. Ο Φειδάκης παρουσίασε τους πίνακες που φιλοτέχνησε σε πολλές εκθέσεις τόσο στην Ελλάδα όσο και στο εξωτερικό.",
  },
  {
    painter_gr: "ΠΑΥΛΟΣ ΔΙΟΝΥΣΟΠΟΥΛΟΣ",
    date: "1930-2019",
    text_gr:
      "Γεννήθηκε στα Φιλιατρά Μεσσηνίας. Σπούδασε ζωγραφική στην ΑΣΚΤ υπό τον Μόραλη. Το 1954 πήγε στο Παρίσι με υποτροφία της Γαλλίας, ενώ το 1955-1958 εργάστηκε στην Αθήνα για τη διαφήμιση και το θέατρο. Το 1958 επέστρεψε οριστικά στο Παρίσι. Σύναψε φιλίες με καλλιτέχνες όπως οι Calder, Giacometti και Dubuffet, που τον επηρέασαν. Αν και οι αναζητήσεις του συγγενεύουν με αυτές των νεορεαλιστών, της pop art και της επιστροφής στην παραστατικότητα, ποτέ δεν εντάχθηκε σε κανένα από αυτά τα κινήματα. Είναι ιδιαίτερα γνωστός για την αντικατάσταση του καμβά και του χρώματος από κατασκευές με λεπτές λωρίδες περιοδικών και αφισών, κομμένες με μηχανικά μέσα. Με τον τρόπο αυτό προκύπτουν τρισδιάστατες, σύγχρονες νεκρές φύσεις.",
  },
  {
    painter_gr: "ΠΑΥΛΟΣ ΣΑΜΙΟΣ",
    date: "1948-2021",
    text_gr:
      "Γεννήθηκε στην Αθήνα. Από μικρός ασχολήθηκε με τη ζωγραφική και το σχέδιο, βοηθώντας τον πατέρα του στο εργαστήριο παπουτσιών. Από νωρίς αγάπησε τη θρησκευτική ζωγραφική και εργάστηκε στο εργαστήρι Αγιογραφίας του Καρούσου μέχρι δεκαοκτώ ετών. Παρακολούθησε μαθήματα σχεδίου στο Εργαστήρι του Σαραφιανού και πέρασε στην Α.Σ.Κ.Τ. με δασκάλους τους Νικολάου και Μόραλη. Από το 1978 έως το 1992 έζησε και εργάστηκε στο Παρίσι. Από το 2000 ήταν καθηγητής στην Α.Σ.Κ.Τ. (παραδοσιακή ζωγραφική fresco, βυζαντινές εικόνες, χειρόγραφα). Έχει ζωγραφίσει με την τεχνική του fresco πολλές μικρές εκκλησίες. Είχε πραγματοποιήσει 70 ατομικές εκθέσεις και είχε λάβει μέρος σε σημαντικές ομαδικές εκθέσεις.",
  },
  {
    painter_gr: "ΠΕΤΡΟΣ ΖΟΥΜΠΟΥΛΑΚΗΣ",
    date: "1937-",
    text_gr:
      "Σπούδασε στην Ανωτάτη Σχολή Καλών Τεχνών, ζωγραφική, κοντά στο Γιάννη Μόραλη, και σκηνογραφία, διαφήμιση και διακοσμητικές τέχνες, με το Βασίλη Βασιλειάδη. Το 1964 – 1965 έλαβε υποτροφία του Ι.Κ.Υ. για τη μελέτη της βυζαντινής και της λαϊκής τέχνης στην Ελλάδα.  Δίδαξε ως καθηγητής επαγγελματικής εκπαίδευσης σε δημόσιες και ιδιωτικές σχολές. Έχει παρουσιάσει τη δουλειά του σε πολλές ατομικές, ομαδικές  και διεθνείς εκθέσεις  στην Ελλάδα και το εξωτερικό, ενώ, εκτός από τη ζωγραφική, έχει επίσης ασχοληθεί με την εικονογράφηση εντύπων αλλά και με τη σκηνογραφία, δουλεύοντας τόσο για το θέατρο όσο και για τον κινηματογράφο. Ήδη από τη δεκαετία του 1970, τον απασχόλησε η ζωγραφική απόδοση του φυσικού χώρου, χωρίς ωστόσο να περιορίζεται στους συνήθεις τύπους της τοπιογραφίας, δημιουργώντας αργότερα, με την αξιοποίηση στοιχείων από ποικίλες τεχνοτροπικές τάσεις, τη σειρά έργων με τίτλο Αέναο Τοπίο.",
  },
  {
    painter_gr: "ΣΟΝΙΑ ΓΕΡΟΟΔΗΜΟΥ",
  },
  {
    painter_gr: "ΣΠΥΡΟΣ ΒΑΣΙΛΕΙΟΥ",
    date: "1903-1985",
    text_gr:
      "Έλληνας ζωγράφος, γνωστός για την ιδιαίτερη τεχνοτροπία του, που συχνά χαρακτηρίζεται ως ελληνική, λαϊκή pop art. Στα έργα του απεικονίζει κυρίως φυσικά και αστικά τοπία, νεκρές φύσεις και σκηνές από την καθημερινή ζωή, συχνά σε μονοχρωματικό φόντο (χρυσό ή μπλε), όπου παρεμβάλλονται αιωρούμενα αντικείμενα ή σύμβολα της ελληνικής καθημερινότητας. Το 1960 έλαβε το βραβείο Guggenheim για την Ελλάδα. Κατόρθωσε να εκφράσει το συνεχώς εξελισσόμενο αστικό περιβάλλον, εκκινώντας από το προσωπικό του παράδειγμα της πόλης των Αθηνών. Κατά τη διάρκεια της Κατοχής, όπου δεν είχε χρώματα ζωγραφικής, παρήγαγε μεγάλο αριθμό χαρακτικών και ξυλόγλυπτων. Το 2004-2016 το σπίτι του λειτούργησε ως Μουσείο.",
  },
  {
    painter_gr: "ΣΠΥΡΟΣ ΠΑΠΑΛΟΥΚΑΣ",
    date: "1892-1957",
    text_gr:
      "Γεννήθηκε στη Δεσφίνα (Φωκίδα). Από έφηβος έμαθε την τέχνη της αγιογραφίας κοντά σ’ έναν τοπικό αγιογράφο. Το 1906 εγκαταστάθηκε στον Πειραιά, για να εξασκήσει την αγιογραφία. Το 1909 έγινε δεκτός στη Σχολή Καλών Τεχνών της Αθήνας, με δασκάλους τους Ροϊλό και Ιακωβίδη. Το 1916 συνέχισε τις σπουδές του στο Παρίσι (Académie Julien κ.ά. σχολές). Το 1921 επέστρεψε στην Ελλάδα και ακολούθησε τον Ελληνικό Στρατό στη Μικρά Ασία ως επίσημος εικονογράφος της εκστρατείας. Όλα τα έργα του από αυτήν την περίοδο χάθηκαν στην καταστροφή της Σμύρνης το 1922. Το 1923 παρέμεινε στο Άγιο Όρος, αντλώντας θέματα για τη ζωγραφική του από τις Μονές. Επιστρέφοντας, εγκαταστάθηκε στην Αίγινα.",
  },
  {
    painter_gr: "ΣΤΕΦΑΝΟΣ ∆ΑΣΚΑΛΑΚΗΣ",
    date: "1952-",
    text_gr:
      "Γεννήθηκε στον Πειραιά. Σπούδασε ζωγραφική στην Α.Σ.Κ.Τ., κοντά στον Μαυροΐδη (1970-74). Συνέχισε τις σπουδές του στη Λυών και στο Παρίσι (1978-81). Αργότερα παρακολούθησε το Εργαστήριο του Leonardo Cremonini στην Α.Σ.Κ.Τ. του Παρισιού. Έργα του βρίσκονται στην Εθνική Πινακοθήκη, στις Συλλογές της Εθνικής Τράπεζας, του Ιδρύματος Γουλανδρή, στο Τελλόγλειο Μουσείο και σε ιδιωτικές συλλογές σε Γαλλία, Βέλγιο και Ελλάδα. Το 2014 τιμήθηκε με το Βραβείο της Ακαδημίας Αθηνών.",
  },
  {
    painter_gr: "ΣΩΤΗΡΗΣ ΣΟΡΟΓΚΑΣ",
    date: "1936-",
    text_gr:
      "Γεννήθηκε στην Αθήνα. Σπούδασε με υποτροφία στην Α.Σ.Κ.Τ. Το 1972 έλαβε χορηγία του ιδρύματος Ford. Το 1964-2003 δίδαξε σχέδιο και χρώμα στη Σχολή Αρχιτεκτόνων του Ε.Μ.Π.. Ιδρυτικό μέλος του Συνδέσμου Σύγχρονης Τέχνης, της Εταιρείας Μελέτης Ελληνικού Πολιτισμού, μέλος της «Ομάδας για την Επικοινωνία και την Εκπαίδευση στην Τέχνη» και της συντακτικής επιτροπής των περιοδικών «Σπείρα» και «Ερμής ο Λόγιος». Έργα του βρίσκονται στην Εθνική Πινακοθήκη, στις πινακοθήκες Πιερίδη, Βορρέ και Μοσχανδρέου, στο Τελλόγλειο Μουσείο, στο Μουσείο Γουλανδρή. Το 2004 βραβεύτηκε από την Ακαδημία Αθηνών.",
  },
  {
    painter_gr: "ΤΡΙΑΝΤΑΦΥΛΛΟΣ ΠΑΤΡΑΣΚΙΔΗΣ",
    date: "1946-",
    text_gr:
      "Γεννήθηκε στη Δράμα. Σπούδασε στην  Ανωτάτη Σχολή Καλών Τεχνών και μετά στην École des Beaux-Αrts στο Παρίσι. Εκεί γνώρισε και τη σύζυγό του, τη ζωγράφο Μ. Λεβεντάκου. Διετέλεσε Καθηγητής στην Α.Σ.Κ.Τ. επί τριάντα δύο χρόνια και Πρύτανης. Έχει στο ενεργητικό του πληθώρα ατομικών και ομαδικών Εκθέσεων. Ατομική του αναδρομική Έκθεση διοργανώθηκε το 2018 στον Άλιμο.",
  },
  {
    painter_gr: "ΦΩΤΗΣ ΚΟΝΤΟΓΛΟΥ",
    date: "1895-1965",
    text_gr:
      "Γεννήθηκε στο Αϊβαλί. Λογοτέχνης, ζωγράφος και αγιογράφος, επίλεκτο μέλος της γενιάς του ‘30. Μαθητές του υπήρξαν οι ζωγράφοι Βασιλείου, Τσαρούχης και Εγγονόπουλος. Το 1913 εγγράφεται στην Καλών Τεχνών στην Αθήνα. Το κλίμα στη Σχολή δεν τον σηκώνει, καθώς κυριαρχεί το ακαδημαϊκό στυλ του Μονάχου, ενώ ο ίδιος είναι φορέας του μικρασιατικού λαϊκού πολιτισμού. Το 1914 εγκαταλείπει τη Σχολή και φεύγει για την Ευρώπη. Γίνεται γνωστός στο Παρίσι, όταν τον προσέχει ο διάσημος γλύπτης Ογκίστ Ροντέν. Εκεί συναντά τον φίλο και συμφοιτητή του Σπύρο Παπαλουκά. Την εποχή εκείνη γράφει το πρώτο λογοτεχνικό του έργο «Πέδρο Καζάς». Το 1921 συμμετέχει στη μικρασιατική εκστρατεία. Μετά την Καταστροφή του ‘22, φτάνει πρόσφυγας στη Λέσβο και εν συνεχεία στην Αθήνα. Αγιογραφεί πολλές εκκλησίες, ενώ στις φορητές εικόνες χρησιμοποιεί τη μέθοδο της ωογραφίας. Προσηλώνεται φανατικά σε ό,τι θεωρεί καθαρά ελληνικό, βγαλμένο από την παράδοση του Βυζαντίου και της Ορθόδοξης εκκλησίας. Φιλοτεχνεί τοπία, σχέδια βιβλίων, περιοδικών, ποιητικών συλλογών, πορτρέτα, ενώ σημαντικό έργο του είναι οι βυζαντινοπρεπείς νωπογραφίες στο Δημαρχείο Αθηνών. Δούλεψε στο Βυζαντινό Μουσείο, το Κοπτικό Μουσείο του Καΐρου και δημιούργησε το Βυζαντινό τμήμα του Μουσείου Κερκύρας.",
  },
  {
    painter_gr: "ΧΡΙΣΤΟΣ ΚΑΡΑΣ",
    date: "1930-",
    text_gr:
      "Γεννήθηκε στα Τρίκαλα Θεσσαλίας. Σπούδασε στην Α.Σ.Κ.Τ. Με υποτροφία σπουδάζει Φρέσκο στη Σχολή Καλών Τεχνών του Παρισιού, όπου μένει μέχρι το 1963. Συγχρόνως ταξιδεύει σε Βέλγιο, Ολλανδία, Ισπανία, Ιταλία, Αγγλία, Γερμανία, παρακολουθώντας τις διεθνείς εκθέσεις. Το 1973 φεύγει για τη Ν. Υόρκη με υποτροφία του ιδρύματος Ford. Στην Ελλάδα μετέχει ενεργά στην προσπάθεια για τη δημιουργία ενός σύγχρονου καλλιτεχνικού κλίματος. Ιδρύει με άλλους καλλιτέχνες την ομάδα «Τομή» και τον Σύνδεσμο Καλλιτεχνών. Μετέχει στην οργάνωση Συνεδρίων και Συμποσίων.  Έχει εκπροσωπήσει την Ελλάδα στην Μπιενάλε της Βενετίας. Τα έργο του έχει αναλυθεί εκτετα-μένα σε κείμενα και εκδόσεις.",
  },
  {
    painter_gr: "ΧΡΟΝΗΣ ΜΠΟΤΣΟΓΛΟΥ",
    date: "1941-2022",
    text_gr:
      "Γεννήθηκε στη Θεσσαλονίκη. Σπούδασε ζωγραφική στην Α.Σ.Κ.Τ. με καθηγητή τον Μόραλη. Από το 1970 σπούδασε με υποτροφία στην École Nationale des Beaux Arts του Παρισιού. Το 1989 εξελέγη Καθηγητής στην A.Σ.Κ.Τ. Ασχολήθηκε επίσης με τη γλυπτική και τη χαρακτική. Είχε εκθέσει έργα του σε Ελλάδα και εξωτερικό. Από το 1964 συμμετείχε σε καλλιτεχνικές ομάδες με πολιτικό χαρακτήρα. Ιδρυτικό μέλος της ομάδας «Νέοι Έλληνες Ρεαλιστές». Είχε εκδώσει τα βιβλία «Ημερολόγια-Ταξίδια» (1994), «Ψευτοδοκίμια» (2000), το «Χρώμα της σπουδής» (2005) και την ποιητική συλλογή «Σπουδή στο μαύρο» (1998).",
  },
  {
    painter_gr: "ΓΙΑΝΝΗΣ ΜΙΧΑΣ",
    date: "1938-2008",
    text_gr:
      "Γεννήθηκε στην Αθήνα. Μαθήτευσε αρχικά δίπλα στον ζωγράφο Ηλιάδη και την περίοδο 1958-62 σπούδασε στην Ecole des Metiers d’ Art στο Παρίσι. Υπήρξε εκπρόσωπος του κοντσρουκτιβισμού, ενώ χαρακτηριστική είναι η χρήση γεωμετρικών σχημάτων στα έργα του. Από τη δεκαετία του 1970 άρχισε να δημιουργεί ανάγλυφα και επιτοίχια γλυπτά ενώ το 1990 επέστρεψε στη ζωγραφική με πίνακες σε λάδι. Εκθέσεις του έχουν πραγματοποιηθεί μεταξύ άλλων στο Εθνικό Μουσείο Σύγχρονης Τέχνης (2012), ενώ έργα του φιλοξενούνται στην Εθνική Πινακοθήκη, στο Εθνικό Μουσείο Σύγχρονης Τέχνης, στη συλλογή της Τράπεζας Alpha Bank και στο Μουσείο Σύγχρονης Τέχνης Θεσσαλονίκης.",
  },
  {
    painter_gr: "ΓΙΩΡΓΟΣ ΖΟΓΓΟΛΟΠΟΥΛΟΣ",
    date: "1903-2004",
    text_gr:
      "Γεννήθηκε στην Αθήνα. Έλληνας καλλιτέχνης και εκπρόσωπος της γενιάς του ’30, με σημαντικό και αναγνωρισμένο έργο. Το έργο του εκτείνεται σε μια περίοδο περίπου οκτώ δεκαετιών παρουσιάζοντας μεγάλη ποικιλία, ευρεία θεματογραφία και τάση για συνεχή ανανέωση, γεγονός που του έδωσε το προσωνύμιο «ο αιώνιος έφηβος». Διάσημα γλυπτά του βρίσκονται τοποθετημένα σε μεγάλες πόλεις της Ελλάδας και του εξωτερικού (ΗΠΑ κ.α.).",
  },
  {
    painter_gr: "ΚΥΡΙΑΚΟΣ ΚΑΤΖΟΥΡΑΚΗΣ",
    date: "1944-2021",
    text_gr:
      "Γεννήθηκε στην Αθήνα. Σπούδασε ζωγραφική στην Α.Σ.Κ.Τ. με δάσκαλο τον Μόραλη και σκηνογραφία με τον Βασιλειάδη. Στο Λονδίνο σπούδασε χαρακτική και μεταξοτυπία. Στην Αγγλία, όπου έζησε και εργάστηκα από το 1972 έως το 1985, μελέτησε το έργο του Θεόφιλου, του Τσαρούχη και του Κόντογλου. Η ζωγραφική του, ανθρωποκεντρική, συνδέει την ελληνική ιστορία με τη σύγχρονη κοινωνική πραγματικότητα. Έχει σκηνογραφική διάταξη και επιρροές από τις μορφές του Τσαρούχη και το κιαροσκούρο του Καραβάτζο. Είχε κάνει πολλές εκθέσεις ζωγραφικής, ατομικές και ομαδικές, στην Ελλάδα και στο εξωτερικό. Επίσης είχε εργαστεί ως σκηνοθέτης, ηθοποιός και σκηνογράφος.",
  },
  {
    painter_gr: "ΜΑΡΙΑ ΚΤΙΣΤΟΠΟΥΛΟΥ",
    text_gr:
      "Γεννήθηκε στην Αθήνα. Σπούδασε ζωγραφική στην Α.Σ.Κ.Τ. με καθηγητές τους Πατρασκίδη, Γαβαθά και Λαμπράκη-Πλάκα. Τιμήθηκε με τρεις κρατικές υποτροφίες από το Ι.Κ.Υ. Αποφοίτησε με άριστα το 1990. Σπούδασε επίσης Γραφικές Τέχνες στο Αθηναϊκό Τεχνολογικό Ινστιτούτο. Πραγματοποίησε εικοσιμία ατομικές εκθέσεις. Έλαβε μέρος σε περισσότερες από διακόσιες ομαδικές εκθέσεις σε Ελλάδα και εξωτερικό. Εκπροσώπησε την Ελλάδα σε Διεθνείς Μπιενάλε.",
  },
  {
    painter_gr: "ΝΙΚΟΣ ΚΕΣΣΑΝΛΗΣ",
    date: "1930-2004",
    text_gr:
      "Γεννήθηκε στη Θεσσαλονίκη. Καταξιωμένος Έλληνας ζωγράφος, εικαστικός και φωτογράφος. Πρώτος του δάσκαλος ήταν ο Κων/νος Σπυρόπουλος (1944-48) ενώ εν συνεχεία σπούδασε στην Α.Σ.Κ.Τ. (1950-55), με δασκάλους τους Αργυρό, Μόραλη κ.ά. Συνέχισε τις σπουδές του στην Ιταλία όπου εργάστηκε ως συντηρητής έργων τέχνης και δημιούργησε την Ομάδα Σίγμα μαζί με τους Γαΐτη, Κανιάρη, Κοντό και Τσόκλη. Το 1981 εκλέχθηκε καθηγητής της Ανωτάτης Σχολής Καλών Τεχνών ενώ το 1991 έως το 1995 διετέλεσε πρύτανης της σχολής.",
  },
  {
    painter_gr: "ΝΙΚΟΣ ΚΟΥΝΔΟΥΡΟΣ",
    date: "1926-2017",
    text_gr:
      "Έλληνας σκηνοθέτης, σεναριογράφος και μοντέρ, θεωρούμενος ευρέως ως μία από τις σπουδαιότερες μορφές του ελληνικού κινηματογράφου. Σε μια καριέρα που διήρκεσε περισσότερα από πενήντα χρόνια, ο Κούνδουρος σκηνοθέτησε δώδεκα κινηματογραφικές ταινίες, από τις οποίες η γνωστότερη είναι «Ο Δράκος» (1956), που συγκαταλέγεται ανάμεσα στα αριστουργήματα του ελληνικού σινεμά. Έχουν εκδοθεί ημερολόγια, αυτοβιογραφικά βιβλία του και ο θεατρικός μονόλογος «Η απολογία» του Θεόφιλου Τσάφου.",
  },
];

export default async function handler(
  req: NextApiRequest,
  res: NextApiResponse
) {
  const pb = await getPocketBase();
  const items = await pb.collection("items").getFullList();
  items.forEach(async (item) => {
    await pb.collection("items").update(
      item.id,
      {
        position: {
          x: 0,
          y: 0,
          z: -50,
        },
        rotation: {
          _order: "XYZ",
          _x: 0,
          _y: 0,
          _z: 0,
          isEuler: true,
        },
        scale: 1,
        onClick: "-",
        goToScene: "-",
      },
      { $autoCancel: false }
    );
  });

  // const painters = await pb.collection("painters").getFullList();
  // const xx = pinakes.map(async (obj) => {
  //   const painter = painters.find((p) => p?.name_gr === obj.painter_gr);
  //   await pb.collection("items").create(
  //     {
  //       ...obj,
  //       painter_id: painter?.id,
  //     },
  //     { $autoCancel: false }
  //   );
  //   return 0;
  // });
  // painters.map(async (p) => {
  //   const data = {
  //     name_gr: p?.painter_gr ?? "-",
  //     name_en: "-",
  //     date: p?.date ?? "-",
  //     biography_gr: p?.text_gr ?? "-",
  //     biography_en: "-",
  //   };
  //   // console.log(data.name_en);
  //   await pb.collection("painters").create(data, { $autoCancel: false });
  // });
  // example create data
  // const data = {
  // };

  // const record = await pb.collection("painters").create(data);
  // const x = arr.PINAKES.map((pin) => {
  //   const autor = arr.BIOGRAFIES.find(
  //     (bio) => bio?.painter_gr === pin.painter_gr
  //   );
  //   console.log(pin);

  //   return {
  //     painter_gr: pin.painter_gr ?? "-",
  //     painter_en: "-",
  //     material_gr: pin.material_gr ?? "-",
  //     material_en: "-",
  //     title_gr: pin.title_gr ?? "-",
  //     title_en: "-",
  //     img: pin.img ?? "-",
  //     painter_date: autor?.date ?? "-",
  //     painter_biography_gr: autor?.text_gr ?? "-",
  //     painter_biography_en: "" ?? "-",
  //     _img: pin.img ?? "-",

  //   };
  // }).map(async (item) => {
  //   console.log(item);
  //   return item;
  // });

  res.json([]);
}
